[
    {"sentence":"Please complete the attached form and turn it in by August 1st.","label":1},
    {"sentence":"please fill out the attached form and turn it in by august 1st","label":1},
    {"sentence":"please complete the attached form and turn it in by august 1","label":1},
    {"sentence":"Please give me a copy of your senior profile and three paragraphs highlighting your personal growth, academic growth, and extracurricular activities.","label":1},
    {"sentence":"Please give me a copy of your senior profile and three paragraphs highlighting your personal growth, academic growth, and extracurricular activities.","label":1},
    {"sentence":"Take Care, Mrs. Sultana.","label":3},
    {"sentence":"I was just checking to see if you saw my previous email.","label":3},
    {"sentence":"i just checked to see if you've seen my earlier email","label":3},
    {"sentence":"i just checked to see if you had seen my previous email","label":3},
    {"sentence":"i just checked to see if you had read my previous email","label":3},
    {"sentence":"i just checked to see if you've seen my previous email","label":3},
    {"sentence":"i was just checking if you had my previous email","label":3},
    {"sentence":"i just checked to see if you saw my previous e-mail","label":3},
    {"sentence":"i was just checking if you saw my previous email","label":3},
    {"sentence":"i was just checking to see if you had seen my previous email","label":3},
    {"sentence":"i was just checking to see if you read my previous email","label":3},
    {"sentence":"I was hoping you could write me one since you were the teacher that reached out the most about the loss I dealt with this year.","label":2},
    {"sentence":"i hoped you could write me a letter since you were the teacher who addressed me the most about this loss","label":2},
    {"sentence":"i was hoping you could write me one because you were the teacher who spoke most about the loss i dealt with this year","label":2},
    {"sentence":"i was hoping you could write a letter for me since you were the teacher who reached out to me the most about the loss i'd dealt with this year","label":2},
    {"sentence":"i was hoping you could write me one because you were the teacher who reached out the most about the loss i dealt with this year","label":2},
    {"sentence":"I completely understand if you still can’t write me one, but I thought I should let you know.","label":2},
    {"sentence":"i totally understand if you can't write one but i thought i should tell you","label":2},
    {"sentence":"i totally understand if you can't write me one but i thought i'd let you know","label":2},
    {"sentence":"i totally understand if you can't write one but i thought i should let you know","label":2},
    {"sentence":"i understand if you still can't write one but i thought i should let you know","label":2},
    {"sentence":"i fully understand if you can't write me one but i thought i should let you know","label":2},
    {"sentence":"i totally understand if you can't write me one but i thought i should let you know","label":2},
    {"sentence":"i completely understand if you can't write me one but i thought i should let you know","label":2},
    {"sentence":"Thank you, Niserg.","label":3},
    {"sentence":"Thank you, Niserg.","label":3},
    {"sentence":"I will really appreciate it if you can ask some other teacher.","label":2},
    {"sentence":"i'd be grateful if you could ask another teacher","label":2},
    {"sentence":"i'd be very grateful if you could ask another teacher","label":2},
    {"sentence":"i'll appreciate it if you could ask other teachers","label":2},
    {"sentence":"i'll really appreciate it if you could ask another teacher","label":2},
    {"sentence":"i would really appreciate it if you could ask another teacher","label":2},
    {"sentence":"i'll really appreciate it if you ask another teacher","label":2},
    {"sentence":"i will really appreciate it if you can ask a different teacher","label":2},
    {"sentence":"i'll really appreciate it if you can ask another teacher","label":2},
    {"sentence":"I have 40 letters of rec to write and I can't accept anymore.","label":2},
    {"sentence":"Take Care, Mrs. Sultana.","label":3},
    {"sentence":"please take care mrs sultana","label":3},
    {"sentence":"I am sending this email because I was wondering if you could write a recommendation letter for me for college applications.","label":2},
    {"sentence":"i send this email because i was wondering if you could write a recommendation letter for me to apply for college","label":2},
    {"sentence":"i send this email because i was wondering if you could write a recommendation letter for me for college applications","label":2},
    {"sentence":"i'm sending this email because i was wondering if you could write a recommendation letter for me for college applications","label":2},
    {"sentence":"i am sending this email because i was wondering if you could write a recommendation letter for me for college applications","label":2},
    {"sentence":"I have been fortunate enough to be in your class and due to that, I developed more as a person and a student.","label":2},
    {"sentence":"i was lucky enough to be in your class and as a result i developed more as a person and as a student","label":2},
    {"sentence":"i have been lucky enough to be in your class and because of this i have developed more as a person and as a student","label":2},
    {"sentence":"Thank you, Niserg Desai.","label":3},
    {"sentence":"$3.00 Redemption Link: https://www.rl.tangocard.com/r/1/WdIAQIGYEAAL9yv1qvpQA197SLDVWrhgZzUgkWV-OPM Expiration: Does Not Expire.","label":3},
    {"sentence":"$3.00 Redemption Link: https://www.rl.tangocard.com/r/1/WdIAQIGYEAAL9yv1qvpQA197SLDVWrhgZzUgkWV-OPM Expiration: Does Not Expire.","label":3},
    {"sentence":"To Redeem, click the redemption link above to activate your Reward Link.","label":1},
    {"sentence":"click the above redemption link to activate your reward link","label":1},
    {"sentence":"You will be able to spend your balance on retail gift cards.","label":2},
    {"sentence":"you'll be able to spend your balance on gift cards for retail","label":2},
    {"sentence":"you will be able to spend your balance on gift cards for retail use","label":2},
    {"sentence":"you can spend your balance on retail gift cards","label":2},
    {"sentence":"you will be able to spend your balance on gift cards","label":2},
    {"sentence":"you will be able to spend your balance on retail gift cards","label":2},
    {"sentence":"If you don't want to spend your entire Reward Link value right away, save the email or URL and return via the redemption link before the expiration date.","label":2},
    {"sentence":"if you don't want to spend your entire reward value right away save the email or url and return via the redemption link before the expiration date","label":2},
    {"sentence":"Please treat like cash.","label":2},
    {"sentence":"please treat it as money","label":2},
    {"sentence":"please treat it like money","label":2},
    {"sentence":"We are excited to have a few new staff members to our Mission San Jose High School family.","label":2},
    {"sentence":"we're excited to welcome a few new school employees to our family in mission san jose","label":2},
    {"sentence":"we are delighted to welcome a few new staff to our mission san jose high school family","label":2},
    {"sentence":"we are thrilled to have a few new employees in our mission san jose high school family","label":2},
    {"sentence":"Please help me in welcoming the following individuals: Jacqueline Goodwin, Mohini Kaladi, Tejinderpal Kaur, Oana Seremeta, Kim Roderick, Bhavika Vyas, Iris Wong (MSJHS Class of 2003!).","label":2},
    {"sentence":"please help me in bringing the following persons home jacqueline goodwin mohini kaladi tejinderpal kaur oana seremeta kim roderick bhavika vyas iris wong msjhs class of 2003","label":2},
    {"sentence":"please help me in welcoming the following persons jacqueline goodwin mohini kaladi tejinderpal kaur oana seremeta kim roderick bhavika vyas iris wong msjhs class of 2003","label":2},
    {"sentence":"please help me welcome the following individuals jacqueline goodwin mohini kaladi tejinderpal kaur oana seremeta kim roderick bhavika vyas iris wong msjhs class of 2003","label":2},
    {"sentence":"please help me to welcome the following individuals jacqueline goodwin mohini kaladi tejinderpal kaur oana seremeta kim roderick bhavika vyas iris wong msjhs class of 2003","label":2},
    {"sentence":"please help me in welcoming the following individuals jacqueline goodwin mohini kaladi tejinderpal kaur oana seremeta kim roderick bhavika vyas iris wong msjhs class of 2003","label":2},
    {"sentence":"We will be holding these on Thursday, Friday, Monday, Tuesday, and next Thursday during Office Hours.","label":2},
    {"sentence":"we will hold these on thursday friday monday tuesday and next thursday during the office hours","label":2},
    {"sentence":"we'll hold these on thursday friday monday tuesday and next thursday during office hours","label":2},
    {"sentence":"we will hold them on thursday friday monday tuesday and next thursday during office hours","label":2},
    {"sentence":"we're holding these on thursday friday monday tuesday and next thursday during office hours","label":2},
    {"sentence":"we will hold these on thursday friday monday tuesday and next thursday during office hours","label":2},
    {"sentence":"Each interview will be 10 minutes long and we will be asking a few questions similar to those on the application.","label":2},
    {"sentence":"each interview will last 10 minutes and we will ask some similar questions to the ones on the application","label":2},
    {"sentence":"each interview is 10 minutes long and we're gonna ask a few questions similar to those on the application","label":2},
    {"sentence":"each interview will be 10 minutes long and we'll ask questions similar to those on the application","label":2},
    {"sentence":"each interview is 10 minutes long and we will ask a few questions similar to those on the application","label":2},
    {"sentence":"each interview will be ten minutes long and we will ask a few questions similar to those in the application","label":2},
    {"sentence":"each interview will be 10 minutes long and we will ask a few questions similar to those on the application","label":2},
    {"sentence":"Please sign up for a slot on the attached spreadsheet preferably by tomorrow evening.","label":1},
    {"sentence":"please register for a slot on the attached spreadsheet preferably by tomorrow night","label":1},
    {"sentence":"please sign for a slot on the attached spreadsheet preferably by tomorrow evening","label":1},
    {"sentence":"please sign up for a slot in the attached spreadsheet preferably by tomorrow evening","label":1},
    {"sentence":"please sign up for a slot on the attached spreadsheet preferably by tomorrow evening","label":1},
    {"sentence":"Feel free to let us know if you have any questions or concerns!","label":3},
    {"sentence":"if you have any questions please let us know","label":3},
    {"sentence":"please let us know if you have questions","label":3},
    {"sentence":"please let us know if you have any questions","label":3},
    {"sentence":"let us know if you have any questions or concerns","label":3},
    {"sentence":"please let us know if you have any questions or concerns","label":3},
    {"sentence":"feel free to let us know if you have questions or concerns","label":3},
    {"sentence":"feel free to let us know if you have any questions or concerns","label":3},
    {"sentence":"Back to School Night will be held via Zoom on Thursday, September 3rd from 6pm-8pm.","label":2},
    {"sentence":"back to school night will be hosted by zoom from 6 to 8 pm on thursday september 3","label":2},
    {"sentence":"back to school night will be held via zoom on thursday september 3 from 6pm to 8pm","label":2},
    {"sentence":"back to school night will be held via zoom on thursday september 3rd from 6 - 8 pm","label":2},
    {"sentence":"More details to follow.","label":3},
    {"sentence":"Please visit this page to learn next steps: https://foothill.edu/hs/","label":1},
    {"sentence":"You will be unable to register for any classes until the Admissions and Records Office has reviewed your permission form.","label":2},
    {"sentence":"you will be unable to register for any classes until the admissions and records office has examined your permit form","label":2},
    {"sentence":"you will not be able to register for classes until the admissions and records office has reviewed your permission form","label":2},
    {"sentence":"you will be unable to register for any classes until the admissions and records office reviews your permission form","label":2},
    {"sentence":"you will not be able to register for any classes until the admissions and records office has reviewed your permission form","label":2},
    {"sentence":"you will be unable to register for classes until the admissions and records office has reviewed your permission form","label":2},
    {"sentence":"you will be unable to register for any class until the admissions and records office has reviewed your permission form","label":2},
    {"sentence":"you will be unable to register for any classes until the admissions and records office has reviewed your permission form","label":2},
    {"sentence":"Please log into: https://myportal.fhda.edu","label":1},
    {"sentence":"Please log into: https://myportal.fhda.edu","label":1},
    {"sentence":"Click on 'Apps', then click on 'Student Registration', and click 'Get My Date to Register'.","label":1},
    {"sentence":"Click on 'Apps', then click on 'Student Registration', and click 'Get My Date to Register'.","label":1},
    {"sentence":"You Do Not qualify for Priority Registration.","label":2},
    {"sentence":"Thank You for choosing Foothill College.","label":3},
    {"sentence":"thank you for choosing foothill college","label":3},
    {"sentence":"Student will need the following to join the class from home: (a) Any computer (Windows or Apple Mac); (b) Any browser; (c) Software needed to write the code (students are already using this to submit their homework).","label":2},
    {"sentence":"Student will need the following to join the class from home: (a) Any computer (Windows or Apple Mac); (b) Any browser; (c) Software needed to write the code (students are already using this to submit their homework).","label":2},
    {"sentence":"Following are the steps student needs to complete at least one hour before the first class (one-time setup):","label":1},
    {"sentence":"Following are the steps student needs to complete at least one hour before the first class (one-time setup):","label":1},
    {"sentence":"Open browser and type the following URL: https://zoom.us/j/28754154942","label":1},
    {"sentence":"open your browser and enter the following url httpszoomusj28754154942","label":1},
    {"sentence":"Zoom client exe will be downloaded from the browser.","label":2},
    {"sentence":"the zoom client client exe can be downloaded from the browser","label":2},
    {"sentence":"the zoom client is downloaded from the browser","label":2},
    {"sentence":"the zoom client exe can be downloaded from your browser","label":2},
    {"sentence":"Run this exe to install zoom client.","label":1},
    {"sentence":"use this executable to install the zoom client","label":1},
    {"sentence":"use this exe to install the zoom client","label":1},
    {"sentence":"run this exe to install the zoom client","label":1},
    {"sentence":"Make sure to complete the audio test when prompted.","label":1},
    {"sentence":"please complete the audio test when asked","label":1},
    {"sentence":"make sure you complete the audio test when asked","label":1},
    {"sentence":"You will see a popup with the message - Please wait for host to start the meeting.","label":2},
    {"sentence":"you'll see a popup message - please wait for the host to start the meeting","label":2},
    {"sentence":"you will see a popup with a message - please wait for the host to start the meeting","label":2},
    {"sentence":"you will see a popup with the message - please wait for the host to start the meeting","label":2},
    {"sentence":"Your setup is now complete.","label":3},
    {"sentence":"you have now completed the setup","label":3},
    {"sentence":"your configuration is now complete","label":3},
    {"sentence":"your setup is complete","label":3},
    {"sentence":"Please join the class 2 minutes before the actual class start time.","label":1},
    {"sentence":"Open browser and type the following URL: https://zoom.us/j/28754154942","label":1},
    {"sentence":"open your browser and enter the following url httpszoomusj28754154942","label":1},
    {"sentence":"A popup window will ask to Open Zoom? Click Open Zoom button.","label":1},
    {"sentence":"A popup window will ask to Open Zoom? Click Open Zoom button.","label":1},
    {"sentence":"On the next popup window, select – Join with Computer Audio.","label":1},
    {"sentence":"On the next popup window, select – Join with Computer Audio.","label":1},
    {"sentence":"Now you are in the class.","label":2},
    {"sentence":"you're in class","label":2},
    {"sentence":"you're in a class","label":2},
    {"sentence":"you're in the class","label":2},
    {"sentence":"now you're in class","label":2},
    {"sentence":"now you're in the class","label":2},
    {"sentence":"Student should send a confirmation email after completing the setup.","label":1},
    {"sentence":"after completing the setup the student should send an acknowledgement email","label":1},
    {"sentence":"after completing the setup the student should send a confirmation e-mail","label":1},
    {"sentence":"after the setup process the student should send a confirmation email","label":1},
    {"sentence":"after completing the setup student should send a confirmation email","label":1},
    {"sentence":"the student should send a confirmation email after completing the setup","label":1},
    {"sentence":"Reminder: Your application is incomplete!","label":2},
    {"sentence":"reminder your application is incomplete","label":2},
    {"sentence":"Please complete the steps listed below to submit your application.","label":1},
    {"sentence":"please follow the steps below to apply","label":1},
    {"sentence":"please follow the steps below to submit your application","label":1},
    {"sentence":"please complete the steps below to submit your application","label":1},
    {"sentence":"please follow the steps listed below to submit your application","label":1},
    {"sentence":"Your application will not be considered until you complete this process.","label":2},
    {"sentence":"your application will not be considered until you have successfully completed this process","label":2},
    {"sentence":"your application will not be considered until you finish this process","label":2},
    {"sentence":"your application will not be considered until you have completed this process","label":2},
    {"sentence":"your application will not be considered until you complete this process","label":2},
    {"sentence":"Be sure to submit all required documents by the application deadline.","label":1},
    {"sentence":"be sure to provide all the documents required by the deadline of your application","label":1},
    {"sentence":"please submit all of the necessary documents by the deadline","label":1},
    {"sentence":"please submit the documents by the deadline","label":1},
    {"sentence":"Please find the syllabus for your course attached.","label":2},
    {"sentence":"Please find the syllabus for your course attached.","label":2},
    {"sentence":"It includes details about the schedule, assignments, and grading criteria.","label":2},
    {"sentence":"it includes details on the timetable assignments and grading criteria","label":2},
    {"sentence":"it includes details about scheduling assignments and grading criteria","label":2},
    {"sentence":"Make sure to review the syllabus before the first class.","label":1},
    {"sentence":"make sure you read the syllabus before taking the first class","label":1},
    {"sentence":"ensure you have reviewed the syllabus before the first class","label":1},
    {"sentence":"make sure to study the syllabus before the first class","label":1},
    {"sentence":"make sure you read the syllabus before the first class","label":1},
    {"sentence":"If you have any questions, feel free to reach out.","label":3},
    {"sentence":"if you have any questions feel free to ask","label":3},
    {"sentence":"if you have any questions feel free to contact us","label":3},
    {"sentence":"if you have questions feel free to reach out","label":3},
    {"sentence":"if you have any questions feel free to reach out","label":3},
    {"sentence":"Looking forward to seeing you in class!","label":3},
    {"sentence":"Don't forget, your payment is due by the end of this week!","label":1},
    {"sentence":"Failure to make payment by the deadline will result in a late fee.","label":2},
    {"sentence":"failure to pay within the deadline will result in a late fee","label":2},
    {"sentence":"failure to pay by the deadline will result in a late fee","label":2},
    {"sentence":"failure to make the payment by the deadline will result in a late fee","label":2},
    {"sentence":"failure to make payment by the deadline will result in a late fee","label":2},
    {"sentence":"Click here to pay: [link]","label":1},
    {"sentence":"Click here to pay: [link]","label":1},
    {"sentence":"Let us know if you have any issues with the payment process.","label":3},
    {"sentence":"let us know if you are having problems with the payment process","label":3},
    {"sentence":"let us know if you're having issues with the payment process","label":3},
    {"sentence":"let us know if you have any problems with the payment process","label":3},
    {"sentence":"please let us know if you have any problems with the payment process","label":3},
    {"sentence":"let us know if you have any issues with the payment process","label":3},
    {"sentence":"Here is your monthly update on your project status.","label":2},
    {"sentence":"here is your monthly update on your progress on your project","label":2},
    {"sentence":"here is your monthly update on your progress","label":2},
    {"sentence":"here's your monthly update about your project status","label":2},
    {"sentence":"here is your monthly update on project status","label":2},
    {"sentence":"here's your monthly update on your project status","label":2},
    {"sentence":"here is your monthly update on your project status","label":2},
    {"sentence":"The project is currently 75% complete and progressing on schedule.","label":2},
    {"sentence":"The project is currently 75% complete and progressing on schedule.","label":2},
    {"sentence":"Please review the attached report for detailed information.","label":1},
    {"sentence":"please refer to the attached report for details","label":1},
    {"sentence":"please review the attached report for further details","label":1},
    {"sentence":"please see the attached report for more detailed information","label":1},
    {"sentence":"please refer to the attached report for detailed information","label":1},
    {"sentence":"please see the attached report for detailed information","label":1},
    {"sentence":"please review the attached report for detailed information","label":1},
    {"sentence":"Let me know if you need any clarifications.","label":3},
    {"sentence":"let me know if you need anything","label":3},
    {"sentence":"let me know if you need clarification","label":3},
    {"sentence":"let me know if you need clarifications","label":3},
    {"sentence":"let me know if you need any clarification","label":3},
    {"sentence":"let me know if you need any clarifications","label":3},
    {"sentence":"Please remember to complete the feedback survey for this course.","label":1},
    {"sentence":"please complete the feedback survey for this course","label":1},
    {"sentence":"please remember to complete the survey for this course","label":1},
    {"sentence":"The survey is anonymous and will help us improve the course in the future.","label":2},
    {"sentence":"the survey is anonymous and will help improve our course in the future","label":2},
    {"sentence":"this survey is anonymous and will help us improve the course in the future","label":2},
    {"sentence":"Your feedback is highly appreciated.","label":2},
    {"sentence":"your feedback is appreciated","label":2},
    {"sentence":"your feedback is greatly appreciated","label":2},
    {"sentence":"your feedback is very appreciated","label":2},
    {"sentence":"It should only take about 10 minutes to complete.","label":2},
    {"sentence":"it should only take about 10 minutes to complete","label":2},
    {"sentence":"Thank you for your participation!","label":3},
    {"sentence":"thank you for the participation","label":3},
    {"sentence":"We have scheduled a meeting for Monday, February 19th at 10 AM.","label":2},
    {"sentence":"we have a meeting scheduled for monday february 19 at 10 am","label":2},
    {"sentence":"we have scheduled a meeting for monday february 19 at 10 am","label":2},
    {"sentence":"we have scheduled a meeting for monday february 19th at 10 am","label":2},
    {"sentence":"Please confirm your availability for this time.","label":1},
    {"sentence":"If you are unable to attend, let me know and we can reschedule.","label":1},
    {"sentence":"if you can't attend let me know so that we can schedule a later date","label":1},
    {"sentence":"if you're unable to attend let me know and we'll arrange another date","label":1},
    {"sentence":"if you're not available to go let me know so we can reschedule","label":1},
    {"sentence":"if you are unable to attend let me know so we can reschedule","label":1},
    {"sentence":"if you're unable to attend let me know and we can reschedule","label":1},
    {"sentence":"if you are unable to attend let me know and we can reschedule","label":1},
    {"sentence":"Looking forward to our discussion!","label":3},
    {"sentence":"I hope this email finds you well!","label":3},
    {"sentence":"i hope this email will find you well","label":3},
    {"sentence":"i hope this email finds you well","label":3},
    {"sentence":"I wanted to check in and see if you received the documents I sent last week.","label":1},
    {"sentence":"i wanted to see if you had received the documents i sent you last week","label":1},
    {"sentence":"i wanted to check and see if you've got the documents i sent you last week","label":1},
    {"sentence":"i wanted to check if you received the documents i sent you last week","label":1},
    {"sentence":"i wanted to check and see if you got the documents i sent you last week","label":1},
    {"sentence":"i wanted to check and see if you got the documents i've sent last week","label":1},
    {"sentence":"i wanted to check in to see if you've received the documents i sent to you last week","label":1},
    {"sentence":"i wanted to check in to see if you received the papers i sent last week","label":1},
    {"sentence":"i wanted to check in and see if you got the documents i sent last week","label":1},
    {"sentence":"i wanted to check and see if you received the documents i sent you last week","label":1},
    {"sentence":"Please let me know if you have any questions or need further information.","label":3},
    {"sentence":"please let me know if you have any questions or want more information","label":3},
    {"sentence":"please let me know if you have questions or need more information","label":3},
    {"sentence":"please let me know if you have any questions or need more information","label":3},
    {"sentence":"please let me know if you have questions or need further information","label":3},
    {"sentence":"please let me know if you have any questions or need further information","label":3},
    {"sentence":"You’ve been selected to participate in the upcoming event next month!","label":2},
    {"sentence":"you have been chosen to participate in the next month's event","label":2},
    {"sentence":"you were selected to participate in the next event next month","label":2},
    {"sentence":"you have been selected to be a part of the upcoming event next month","label":2},
    {"sentence":"you have been selected to participate in the event next month","label":2},
    {"sentence":"you have been selected to take part in the upcoming event next month","label":2},
    {"sentence":"you were selected to participate in the upcoming event next month","label":2},
    {"sentence":"Please confirm your attendance as soon as possible.","label":1},
    {"sentence":"We need to finalize the list of participants by the end of this week.","label":1},
    {"sentence":"we have to finalize the participant list by the end of this week","label":1},
    {"sentence":"we have to finalise the list of participants by the end of the week","label":1},
    {"sentence":"Looking forward to having you join us!","label":3},
    {"sentence":"we look forward to bringing you along","label":3},
    {"sentence":"Your order has been shipped and is expected to arrive by Friday.","label":2},
    {"sentence":"your order was shipped and it's expected to arrive in the next few days","label":2},
    {"sentence":"your order has been shipped and should arrive on friday","label":2},
    {"sentence":"your order has been shipped and is expected to arrive by friday","label":2},
    {"sentence":"Here’s your tracking number: [tracking number]","label":2},
    {"sentence":"here's your tracking number","label":2},
    {"sentence":"Let me know if there are any issues with your order.","label":3},
    {"sentence":"let me know if there's a problem with your order","label":3},
    {"sentence":"let me know if there's any problems with your order","label":3},
    {"sentence":"let me know if there are problems with your order","label":3},
    {"sentence":"let me know if you have any issues with your order","label":3},
    {"sentence":"let me know if there are any problems with your order","label":3},
    {"sentence":"let me know if there is an issue with your order","label":3},
    {"sentence":"let me know if there are any issues with your order","label":3},
    {"sentence":"We’ve extended the registration deadline for the workshop until Friday, February 16th.","label":2},
    {"sentence":"the registration deadline for this workshop has been extended until friday 16 february","label":2},
    {"sentence":"the deadline for registration for the workshop has been extended to friday february 16th","label":2},
    {"sentence":"we have extended the deadline to register for the workshop until friday 16 february","label":2},
    {"sentence":"we have extended the deadline for registration for the workshop until friday february 16","label":2},
    {"sentence":"we've extended the deadline to register for the workshop until friday february 16th","label":2},
    {"sentence":"we have extended the registration deadline for this workshop until friday february 16","label":2},
    {"sentence":"we've extended the registration deadline for the workshop until friday february 16","label":2},
    {"sentence":"we have extended the registration deadline for this workshop until friday february 16th","label":2},
    {"sentence":"we've extended the registration deadline for the workshop until friday february 16th","label":2},
    {"sentence":"Don’t miss out on this opportunity to participate.","label":2},
    {"sentence":"don't miss this opportunity to be a part of the conversation","label":2},
    {"sentence":"don't miss this opportunity","label":2},
    {"sentence":"don't miss this opportunity to get involved","label":2},
    {"sentence":"don't miss this opportunity to participate","label":2},
    {"sentence":"Click here to register: [link]","label":1},
    {"sentence":"please click on the register link","label":1},
    {"sentence":"If you have any questions, please don’t hesitate to ask.","label":3},
    {"sentence":"if you have any questions please ask","label":3},
    {"sentence":"if you have any questions don't hesitate to ask","label":3},
    {"sentence":"if you have questions please don't hesitate to ask","label":3},
    {"sentence":"if you have any questions please don't hesitate to ask","label":3},
    {"sentence":"If you have any problems or questions, please visit help.tangocard.com.","label":3},
    {"sentence":"if you have any problems please visit helptangocardcom","label":3},
    {"sentence":"if you have any questions please visit helptangocardcom","label":3},
    {"sentence":"Restrictions apply, see amazon.com/gc-legal.","label":3},
    {"sentence":"Restrictions apply, see amazon.com/gc-legal.","label":3},
    {"sentence":"Reference ID: RL211208-1212899-40-1 (ID used only for troubleshooting purposes.)","label":3},
    {"sentence":"Reference ID: RL211208-1212899-40-1 (ID used only for troubleshooting purposes.)","label":3},
    {"sentence":"Thank you for participating.","label":3},
    {"sentence":"thank you for taking part","label":3},
    {"sentence":"thank you for the participation","label":3},
    {"sentence":"You've Been Selected.","label":2},
    {"sentence":"you're selected","label":2},
    {"sentence":"Last month you signed up for our research study, but we didn't have space for you.","label":2},
    {"sentence":"you signed up for our research study last month but we didn't have a place for you","label":2},
    {"sentence":"you signed up for our research study last month but we did not have space for you","label":2},
    {"sentence":"you signed up for our research study last month but we didn't have space for you","label":2},
    {"sentence":"last month you signed up for our research study but we don't have space for you","label":2},
    {"sentence":"last month you signed up for our research study but we didn't have space for you","label":2},
    {"sentence":"We're happy to let you know that you have been selected to participate and now have the opportunity to earn a $40 digital gift card.","label":2},
    {"sentence":"we're pleased to let you know that you were selected and now have the opportunity to earn a 40 digital gift card","label":2},
    {"sentence":"we're happy to let you know that you have been selected and have now the opportunity to earn a 40 digital gift card","label":2},
    {"sentence":"we are happy to let you know you have been selected to participate and you have the opportunity to earn a digital gift card worth 40","label":2},
    {"sentence":"we are happy to let you know that you were selected to participate and now have the opportunity to earn a 40 digital gift card","label":2},
    {"sentence":"we're happy to let you know that you've been selected for participation and now have the opportunity to earn a 40 digital gift card","label":2},
    {"sentence":"we are pleased to let you know that you have been selected to participate and now have the opportunity to earn a 40 digital gift card","label":2},
    {"sentence":"we're happy to let you know that you have been selected to participate and now have the opportunity to earn a 40 digital gift card","label":2},
    {"sentence":"The activity will take no more than 1 hour and 40 minutes (100 minutes).","label":2},
    {"sentence":"The activity will take no more than 1 hour and 40 minutes (100 minutes).","label":2},
    {"sentence":"Once completed, you'll be eligible to receive a $40 digital gift card that can be used at a variety of retailers, such as Walmart, Amazon, Starbucks, iTunes, Target, and Dunkin' Donuts.","label":2},
    {"sentence":"once you've completed your registration you'll be eligible to receive a 40 digital gift card which can be used at a variety of retailers such as wal-mart amazon starbucks itunes target and dunkin' donuts","label":2},
    {"sentence":"You should complete this activity during your personal (not school) time, and you must finish by 11:59 p.m. ET, on November 17.","label":2},
    {"sentence":"You should complete this activity during your personal (not school) time, and you must finish by 11:59 p.m. ET, on November 17.","label":2},
    {"sentence":"Make sure you're set up in a quiet, private workspace, where you'll be free from interruptions for an hour, and you'll have a computer (desktop, laptop, or Chromebook) and a reliable internet connection.","label":2},
    {"sentence":"make sure you are positioned in a quiet private workspace where you won't be interrupted for an hour and you will have a computer laptop or chromebook and a reliable internet connection","label":2},
    {"sentence":"make sure you're in a quiet private workspace where you'll be free from interruptions for an hour and you'll have a computer laptop or chromebook and a reliable internet connection","label":2},
    {"sentence":"make sure you are set up in a quiet private workspace where you will be free of interruptions for an hour and you have a computer desktop laptop or chromebook and a reliable internet connection","label":2},
    {"sentence":"make sure you're set up in a quiet private workspace where you'll be free from interruptions for an hour and you'll have a desktop laptop or chromebook and a reliable internet connection","label":2},
    {"sentence":"make sure you're set up in a quiet private workspace where you'll be free of interruptions for an hour and you'll have a computer desktop laptop or chromebook and a reliable internet connection","label":2},
    {"sentence":"Please make sure your battery is fully charged or you're plugged into a power source.","label":2},
    {"sentence":"make sure your battery is fully charged or you plug in a power source","label":2},
    {"sentence":"please make sure your battery is completely charged or you are plugged into a power source","label":2},
    {"sentence":"please make sure your battery is fully charged or you plug into a power source","label":2},
    {"sentence":"please make sure your battery is fully charged or you're plugging into a power source","label":2},
    {"sentence":"please make sure your battery is fully charged or you are plugged into a power source","label":2},
    {"sentence":"There's limited space in this study, and you won't be able to take part if we've reached our participant limit.","label":2},
    {"sentence":"there is limited space in this study and you won't be able to participate if we have reached our participation limits","label":2},
    {"sentence":"there is limited space in this study and you won't be able to participate if we reach our participant limit","label":2},
    {"sentence":"there is limited room in this study and you won't be able to take part if we reach our participants limit","label":2},
    {"sentence":"there is limited space in this study and you will not be able to take part if we've reached our participation limit","label":2},
    {"sentence":"there is limited space in this study and you won't be able to take part if we reach our participant limit","label":2},
    {"sentence":"there is limited space in this study and you won't be able to take part if we have reached our participant limit","label":2},
    {"sentence":"there's limited space in this study and you won't be able to take part if we reached our participant limit","label":2},
    {"sentence":"there's limited space in this study and you won't be able to take part if we've reached our participant limit","label":2},
    {"sentence":"Please start as soon as you can.","label":2},
    {"sentence":"How to earn your $40 digital gift card:","label":2},
    {"sentence":"how do i get 40 digital gift cards?","label":2},
    {"sentence":"how do i get a 40 digital gift card?","label":2},
    {"sentence":"how do i earn a digital gift card?","label":2},
    {"sentence":"how can i earn 40 digital gift cards","label":2},
    {"sentence":"Complete the activity in a single session.","label":1},
    {"sentence":"If you close before finishing, you can't come back, and you'll forfeit your $40 digital gift card.","label":2},
    {"sentence":"If you close before finishing, you can't come back, and you'll forfeit your $40 digital gift card.","label":2},
    {"sentence":"Spend time and make an honest effort on every question.","label":1},
    {"sentence":"This opportunity is only for you, so please don't share this message.","label":2},
    {"sentence":"this is just for you so please don't share this message","label":2},
    {"sentence":"this opportunity is for you only so please don't share this message","label":2},
    {"sentence":"this opportunity is for you so please don't share this message","label":2},
    {"sentence":"this opportunity is only for you so please don't share this message","label":2},
    {"sentence":"Complete about 15 minutes of math or reading and writing questions to earn up to $5.","label":1},
    {"sentence":"Complete about 15 minutes of math or reading and writing questions to earn up to $5.","label":1},
    {"sentence":"If there's space remaining after you finish the first set, you may be asked to complete another 15 minutes of questions.","label":2},
    {"sentence":"if there's still time left after the first set you may be asked 15 minutes of questions","label":2},
    {"sentence":"if there is still space after you complete the first set you may be asked to complete another 15 minutes of questions","label":2},
    {"sentence":"if there is room left after you finish the first set you may be asked to complete another 15 minutes of questions","label":2},
    {"sentence":"if there's still space after you finish the first set you may be asked to complete another 15 minutes of questions","label":2},
    {"sentence":"if there's time left after you finish the first set you may be asked to complete another 15 minutes of questions","label":2},
    {"sentence":"Don't start the activity until you're ready to begin.","label":1},
    {"sentence":"don't start an activity until you're ready","label":1},
    {"sentence":"don't start the activity until you're ready","label":1},
    {"sentence":"don't start a new activity until you're ready to start","label":1},
    {"sentence":"don't start the activity until you're ready for it","label":1},
    {"sentence":"The link below will launch it.","label":2},
    {"sentence":"the link below will launch","label":2},
    {"sentence":"Thank you for your previous participation in our practice activity where you earned a gift card for answering Reading and Writing or Math questions.","label":3},
    {"sentence":"thank you for your participation in our practice activity where you earned a gift card for answering questions in reading and writing or math","label":3},
    {"sentence":"thank you for your past participation in our practice activity where you earned a gift card for answering questions about reading and writing or mathematics","label":3},
    {"sentence":"thank you for your previous participation in our practice activity where you earned a gift card for answering the questions in reading writing or math","label":3},
    {"sentence":"thank you for your previous participation in our practice activity where you earned a gift card for answering questions in reading and writing or math","label":3},
    {"sentence":"thank you for your participation in our previous practice activity where you earned a gift card for answering reading and writing or math questions","label":3},
    {"sentence":"thank you for your participation in our practice activity where you earned a gift card for answering reading and writing or math questions","label":3},
    {"sentence":"thank you for your past participation in our practice activity where you earned a gift card for answering reading and writing or math questions","label":3},
    {"sentence":"thank you for your previous participation in our practice activity where you earned a gift card for answers to reading and writing or math questions","label":3},
    {"sentence":"thank you for your previous participation in our practice activity where you earned a gift card for answering reading and writing or math questions","label":3},
    {"sentence":"Claim Code: VT5H-WWXWN3-TSAL.","label":2},
    {"sentence":"Claim Code: VT5H-WWXWN3-TSAL.","label":2},
    {"sentence":"To redeem your gift card visit www.amazon.com/redeem.","label":1},
    {"sentence":"for redeeming your amazon gift card visit wwwamazoncomredeem","label":1},
    {"sentence":"If you have questions about redeeming your gift card, please visit www.amazon.com/gc-redeem.","label":3},
    {"sentence":"if you have any questions regarding the redemption of your gift card please visit wwwamazoncomgc-redeem","label":3},
    {"sentence":"if you have questions about the redemption of your gift card please visit wwwamazoncomgc-redeem","label":3},
    {"sentence":"if you have questions about redeeming your gift card please visit wwwamazoncomgc-redeem","label":3},
    {"sentence":"Thank you for contacting the University of Minnesota Twin Cities!","label":3},
    {"sentence":"I understand the term of interest can be confusing online, however we have your interest accurately marked for Fall 2022.","label":3},
    {"sentence":"I understand the term of interest can be confusing online, however we have your interest accurately marked for Fall 2022.","label":3},
    {"sentence":"If you have additional questions, please do not hesitate to let us know.","label":1},
    {"sentence":"please let us know if you have any additional questions","label":1},
    {"sentence":"if you have any additional questions please let us know","label":1},
    {"sentence":"if you have any questions please don't hesitate to ask us","label":1},
    {"sentence":"if you have any questions please do not hesitate to contact us","label":1},
    {"sentence":"if you have any questions please do not hesitate to ask","label":1},
    {"sentence":"if you have questions please do not hesitate to let us know","label":1},
    {"sentence":"if you have any other questions please don't hesitate to let us know","label":1},
    {"sentence":"if you have any additional questions please don't hesitate to let us know","label":1},
    {"sentence":"if you have additional questions please do not hesitate to let us know","label":1},
    {"sentence":"Thank you so much for your response to my question.","label":3},
    {"sentence":"thank you very much for your response","label":3},
    {"sentence":"thank you for responding to my question","label":3},
    {"sentence":"thank you for the response to my question","label":3},
    {"sentence":"thank you so much for responding to my question","label":3},
    {"sentence":"thank you so much for your reply to my question","label":3},
    {"sentence":"thank you very much for your response to my question","label":3},
    {"sentence":"thank you so much for your response to my question","label":3},
    {"sentence":"Unfortunately, I still do not see the option to select Fall 2022 for Freshman.","label":2},
    {"sentence":"unfortunately i still do not see the option to select the fall 2022 option for freshmen","label":2},
    {"sentence":"I have included a picture of what the information request page looks like.","label":2},
    {"sentence":"i included a picture of how it looks on the information request page","label":2},
    {"sentence":"i have included a picture of how the page looks like","label":2},
    {"sentence":"i have attached a picture of what the request page looks like","label":2},
    {"sentence":"i have included a picture of what the information request page looks like","label":2},
    {"sentence":"You're invited to attend the first NACAC Virtual College Fair of the season on Sunday, August 29 from 1-6 p.m. ET!","label":2},
    {"sentence":"you are invited to the first nacac virtual college fair of the season on sunday august 29 from 1-6 pm","label":2},
    {"sentence":"you are invited to the first nacac virtual college fair of the season on sunday august 29 from 1-6 pm et","label":2},
    {"sentence":"you are invited to attend the first nacac virtual college fair of the season on sunday august 29 from 1 pm to 6 pm","label":2},
    {"sentence":"you are invited to attend the first nacac virtual college fair of the season on sunday august 29 from 1-6 pm","label":2},
    {"sentence":"you're invited to attend the first nacac virtual college fair of the season on sunday august 29 from 1 - 6 pm et","label":2},
    {"sentence":"Please sign up for free at virtualcollegefairs.org.","label":1},
    {"sentence":"please register for free on virtualcollegefairsorg","label":1},
    {"sentence":"please sign up for free on virtualcollegefairsorg","label":1},
    {"sentence":"The virtual fair is a great opportunity to connect with colleges and pursue your college dreams.","label":2},
    {"sentence":"the virtual fair is a great opportunity to connect with colleges and follow your college dreams","label":2},
    {"sentence":"It's easy to chat live with college admission representatives or drop in on live Zoom sessions offered by hundreds of colleges on a single day.","label":2},
    {"sentence":"it's easy to chat with college admission representatives live in a single day or drop in on the live sessions offered by hundreds of colleges","label":2},
    {"sentence":"it's easy to chat with college admission representatives live or drop in on hundreds of live zoom sessions offered by hundreds of colleges on a single day","label":2},
    {"sentence":"it's easy to chat with college admission agents online or to drop in on live zoom sessions offered by hundreds of colleges on a single day","label":2},
    {"sentence":"it's easy to chat with college admission representatives in person or drop in on live zoom sessions offered by hundreds of colleges on a single day","label":2},
    {"sentence":"it's easy to chat live with college admission agents or drop in on live 'zoom sessions' offered by hundreds of colleges on a single day","label":2},
    {"sentence":"it's easy to chat with college admission representatives or drop in live zoom sessions offered by hundreds of colleges on a single day","label":2},
    {"sentence":"it's easy to chat with college admission representatives or drop into live zoom sessions offered by hundreds of colleges on a single day","label":2},
    {"sentence":"it's easy to chat live with college admission representatives or drop in on live zoom sessions offered by hundreds of colleges on a single day","label":2},
    {"sentence":"More than 100,000 students and families signed up this past spring.","label":3},
    {"sentence":"in the spring of this year over 100000 students and families registered","label":3},
    {"sentence":"more than 100000 students signed up this spring","label":3},
    {"sentence":"more than 100000 students signed up this past spring","label":3},
    {"sentence":"over 100000 students and families signed up this past spring","label":3},
    {"sentence":"more than 100000 students and families signed up this spring","label":3},
    {"sentence":"more than 100000 students and families signed up this past spring","label":3},
    {"sentence":"Go now to virtualcollegefairs.org and start tagging the Zoom sessions you want to attend.","label":1},
    {"sentence":"start marking the session you want to attend on virtual college fairsorg","label":1},
    {"sentence":"go to virtualcollegefairsorg and start tagging the zoom sessions that you want to attend","label":1},
    {"sentence":"go to virtualcollegefairsorg and start tagging the sessions you want to attend","label":1},
    {"sentence":"go to virtualcollegefairsorg and start marking the zoom sessions you want to attend","label":1},
    {"sentence":"go to virtualcollegefairsorg and start tracking the zoom sessions you want to attend","label":1},
    {"sentence":"go to virtualcollegefairsorg and start tagging the zoom sessions you want to attend","label":1},
    {"sentence":"You'll then get a text reminder before the session starts.","label":2},
    {"sentence":"you will then receive a reminder text before the session begins","label":2},
    {"sentence":"you will be notified by text message before the session starts","label":2},
    {"sentence":"you'll be reminded via texting before the session starts","label":2},
    {"sentence":"you'll then receive a reminder in a text before the session starts","label":2},
    {"sentence":"you'll receive a reminder text before the session starts","label":2},
    {"sentence":"you'll get a reminder text before the session starts","label":2},
    {"sentence":"you'll then get a reminder text before the session begins","label":2},
    {"sentence":"We look forward to seeing you on August 29!","label":2},
    {"sentence":"Fall 2021 Schedule.","label":3},
    {"sentence":"Fall 2021 Schedule.","label":3},
    {"sentence":"Attend as many fairs as you wish!","label":1},
    {"sentence":"participate as many fairs as you want","label":1},
    {"sentence":"Click below to see a list of colleges that will share information about their programs, majors, financial aid, and more on each fair date.","label":1},
    {"sentence":"Click below to see a list of colleges that will share information about their programs, majors, financial aid, and more on each fair date.","label":1},
    {"sentence":"Additional colleges will be added throughout the fall.","label":2},
    {"sentence":"further colleges will be added throughout the fall","label":2},
    {"sentence":"additional colleges will be added throughout the fall","label":2},
    {"sentence":"Three of these events are smaller fairs for students with special interests or residing in specific regions: Northeastern US (Sep. 28), Midwest US (Oct. 14), and the Arts & STEM (Nov. 2).","label":2},
    {"sentence":"Three of these events are smaller fairs for students with special interests or residing in specific regions: Northeastern US (Sep. 28), Midwest US (Oct. 14), and the Arts & STEM (Nov. 2).","label":2},
    {"sentence":"Connect Virtually.","label":3},
    {"sentence":"COVID-19 has limited the opportunities for you to visit, learn about, and connect with colleges.","label":2},
    {"sentence":"COVID-19 has limited the opportunities for you to visit, learn about, and connect with colleges.","label":2},
    {"sentence":"We aim to bridge that gap through these special one-day events.","label":3},
    {"sentence":"we aim to bridge this gap through these special events of one day","label":3},
    {"sentence":"we aim to bridge this gap by hosting special one-day events","label":3},
    {"sentence":"we aim to bridge this gap through these special one-day events","label":3},
    {"sentence":"we aim to bridge that gap through these special one day events","label":3},
    {"sentence":"At each virtual fair, you can attend presentations by colleges, ask questions, and demonstrate interest... all without leaving home.","label":3},
    {"sentence":"at every virtual fair you can attend conferences and learn about colleges without leaving home","label":3},
    {"sentence":"Watch this short video for how-to information.","label":1},
    {"sentence":"Watch this short video for how-to information.","label":1},
    {"sentence":"Be sure to sign up at virtualcollegefairs.org well before each fair date!","label":1},
    {"sentence":"Be sure to sign up at virtualcollegefairs.org well before each fair date!","label":1},
    {"sentence":"Thank you so much for agreeing to write me a letter of recommendation.","label":3},
    {"sentence":"thank you so much for agreeing to write a recommendation letter","label":3},
    {"sentence":"thank you for accepting to write me a letter of recommendation","label":3},
    {"sentence":"thank you very much for agreeing to write me a letter of recommendation","label":3},
    {"sentence":"thank you so much for agreeing to write me a letter of recommendation","label":3},
    {"sentence":"This helps me a lot and I will not take it for granted.","label":3},
    {"sentence":"it helps me greatly and i will not take this as a given","label":3},
    {"sentence":"it helps me very much and i will not take it for granted","label":3},
    {"sentence":"it helps me immensely and i will not take it for granted","label":3},
    {"sentence":"this helps me much and i won't take it for granted","label":3},
    {"sentence":"this helps me a lot and i'm not taking it for granted","label":3},
    {"sentence":"this helps me very much and i will not take it for granted","label":3},
    {"sentence":"I will make sure to turn the form in by August 1st.","label":1},
    {"sentence":"i'll check that it's completed by august 1st","label":1},
    {"sentence":"i'll make sure i turn in the form before august 1","label":1},
    {"sentence":"i'll be sure to turn in the form by august 1","label":1},
    {"sentence":"i'll make sure to return the form before august 1st","label":1},
    {"sentence":"i will make sure to turn in the form by august 1","label":1},
    {"sentence":"Thank you.","label":3},
    {"sentence":"Friend hangs. Brunch dates. Errands (sigh). Whatever your weekend plans, you can breeze around town for a little less. The discount's already applied, so you're good to go.","label":3},
    {"sentence":"Friend hangs. Brunch dates. Errands (sigh). Whatever your weekend plans, you can breeze around town for a little less. The discount's already applied, so you're good to go.","label":3},
    {"sentence":"Up to 75% off/ride. Ends 01/25/2025. Terms apply.","label":2},
    {"sentence":"Up to 75% off/ride. Ends 01/25/2025. Terms apply.","label":2},
    {"sentence":"You’ve got 75% off your next 2 rides","label":2},
    {"sentence":"You’ve got 75% off your next 2 rides","label":2},
    {"sentence":"Friend hangs. Brunch dates. Errands (sigh). Whatever your weekend plans, you can breeze around town for a little less. The discount's already applied, so you're good to go.","label":3},
    {"sentence":"Friend hangs. Brunch dates. Errands (sigh). Whatever your weekend plans, you can breeze around town for a little less. The discount's already applied, so you're good to go.","label":3},
    {"sentence":"Up to $13 off/ride. Ends 01/25/2025. Terms apply. Excludes Wait & Save.","label":2},
    {"sentence":"Up to $13 off/ride. Ends 01/25/2025. Terms apply. Excludes Wait & Save.","label":2},
    {"sentence":"See my deal","label":3},
    {"sentence":"See my deal","label":3},
    {"sentence":"*OFFER TERMS AND CONDITIONS:","label":3},
    {"sentence":"*OFFER TERMS AND CONDITIONS:","label":3},
    {"sentence":"You have 2 rides remaining. Max savings of $13 per ride. Offer excludes Wait & Save rides and bikes and scooters. Discount applies to the fare, service fee, tolls, and taxes only. Valid until 01/25/2025 at 11:59:00 PM PST.","label":2},
    {"sentence":"You have 2 rides remaining. Max savings of $13 per ride. Offer excludes Wait & Save rides and bikes and scooters. Discount applies to the fare, service fee, tolls, and taxes only. Valid until 01/25/2025 at 11:59:00 PM PST.","label":2},
    {"sentence":"Only applicable in the US. Promo valid only for users who received this email directly from Lyft. Cannot be combined with other offers. Subject to Lyft’s Terms of Service.","label":2},
    {"sentence":"Only applicable in the US. Promo valid only for users who received this email directly from Lyft. Cannot be combined with other offers. Subject to Lyft’s Terms of Service.","label":2},
    {"sentence":"Unsubscribe | Contact","label":3},
    {"sentence":"Unsubscribe | Contact","label":3},
    {"sentence":"Check out Symphony San Jose - The Firebird, Tom Segura and more recommendations for you","label":3},
    {"sentence":"Check out Symphony San Jose - The Firebird, Tom Segura and more recommendations for you","label":3},
    {"sentence":"Got plans for this weekend?","label":3},
    {"sentence":"do you have plans for this weekend?","label":3},
    {"sentence":"what's your plan for this weekend?","label":3},
    {"sentence":"do you have any plans for this weekend?","label":3},
    {"sentence":"have plans for this weekend?","label":3},
    {"sentence":"have you got plans for the weekend?","label":3},
    {"sentence":"have a plans for this weekend?","label":3},
    {"sentence":"have you got plans for this weekend?","label":3},
    {"sentence":"Here are our top picks for your weekend.","label":3},
    {"sentence":"here are some of our favourite weekends","label":3},
    {"sentence":"here's our top picks for the weekend","label":3},
    {"sentence":"here are our top picks for the weekend","label":3},
    {"sentence":"here are our best picks for your weekend","label":3},
    {"sentence":"here are our top picks for your weekend","label":3},
    {"sentence":"Los Angeles Lakers at Golden State Warriors Saturday • 05:30 pm Chase Center • San Francisco, California","label":3},
    {"sentence":"Los Angeles Lakers at Golden State Warriors Saturday • 05:30 pm Chase Center • San Francisco, California","label":3},
    {"sentence":"View Tickets","label":3},
    {"sentence":"Symphony San Jose - The Firebird Saturday • 07:30 pm California Theatre • San Jose, California","label":3},
    {"sentence":"Symphony San Jose - The Firebird Saturday • 07:30 pm California Theatre • San Jose, California","label":3},
    {"sentence":"View Tickets","label":3},
    {"sentence":"Tom Segura Friday • 07:30 pm Chase Center • San Francisco, California","label":3},
    {"sentence":"Tom Segura Friday • 07:30 pm Chase Center • San Francisco, California","label":3},
    {"sentence":"View Tickets","label":3},
    {"sentence":"San Diego Toreros at San Francisco Dons Basketball Saturday • 07:00 pm War Memorial Gymnasium at the Sobrato Center • San Francisco, CA","label":3},
    {"sentence":"San Diego Toreros at San Francisco Dons Basketball Saturday • 07:00 pm War Memorial Gymnasium at the Sobrato Center • San Francisco, CA","label":3},
    {"sentence":"View Tickets","label":3},
    {"sentence":"Akaash Singh Saturday • 09:15 pm Punch Line Sacramento • Sacramento, California","label":3},
    {"sentence":"View Tickets","label":3},
    {"sentence":"Florida Panthers at San Jose Sharks Saturday • 07:00 pm SAP Center • San Jose, California","label":3},
    {"sentence":"Florida Panthers at San Jose Sharks Saturday • 07:00 pm SAP Center • San Jose, California","label":3},
    {"sentence":"View Tickets","label":3},
    {"sentence":"Chamber Series - Davies Symphony Hall Sunday • 02:00 pm Davies Symphony Hall • San Francisco, CA","label":3},
    {"sentence":"Chamber Series - Davies Symphony Hall Sunday • 02:00 pm Davies Symphony Hall • San Francisco, CA","label":3},
    {"sentence":"View Tickets","label":3},
    {"sentence":"Salt Lake City Stars at Santa Cruz Warriors Saturday • 07:00 pm Kaiser Permanente Arena • Santa Cruz, CA","label":3},
    {"sentence":"Salt Lake City Stars at Santa Cruz Warriors Saturday • 07:00 pm Kaiser Permanente Arena • Santa Cruz, CA","label":3},
    {"sentence":"View Tickets","label":3},
    {"sentence":"View More Events","label":3},
    {"sentence":"View More Events","label":3},
    {"sentence":"FanProtect™","label":3},
    {"sentence":"FanProtect™","label":3},
    {"sentence":"Buy tickets with confidence","label":3},
    {"sentence":"Customer service all the way to your seat","label":3},
    {"sentence":"Customer service all the way to your seat","label":3},
    {"sentence":"Every order is 100% guaranteed","label":3},
    {"sentence":"Every order is 100% guaranteed","label":3},
    {"sentence":"Full refund or 120% credit for canceled events","label":3},
    {"sentence":"Full refund or 120% credit for canceled events","label":3},
    {"sentence":"Download the StubHub app","label":3},
    {"sentence":"download the stubhub app","label":3},
    {"sentence":"Discover your favorite events with ease","label":3},
    {"sentence":"Copyright ©2025 StubHub Inc. All rights reserved. 1209 Orange Street, Wilmington, DE, 19801.","label":3},
    {"sentence":"Copyright ©2025 StubHub Inc. All rights reserved. 1209 Orange Street, Wilmington, DE, 19801.","label":3},
    {"sentence":"Support","label":3},
    {"sentence":"My Account","label":3},
    {"sentence":"My Account","label":3},
    {"sentence":"Sell Tickets","label":3},
    {"sentence":"Follow us on:","label":3},
    {"sentence":"follow us on twitter ","label":3},
    {"sentence":"follow us on twitter","label":3},
    {"sentence":"Discover our mobile app","label":3},
    {"sentence":"discover our mobile app","label":3},
    {"sentence":"No longer want to receive this email?","label":3},
    {"sentence":"don't want to receive this email anymore?","label":3},
    {"sentence":"want to stop receiving this email?","label":3},
    {"sentence":"do you want to stop receiving this email?","label":3},
    {"sentence":"do you no longer want to receive this email?","label":3},
    {"sentence":"You can Unsubscribe or View Policy","label":3},
    {"sentence":"you can unsubscribe or view policy information","label":3},
    {"sentence":"you can view or unsubscribe our policy","label":3},
    {"sentence":"you can unsubscribe or view the policy","label":3},
    {"sentence":"Questions? Our customer service is here to help","label":3},
    {"sentence":"how can we help you?","label":3},
    {"sentence":"we are here to help you","label":3},
    {"sentence":"You can talk to a human at Discover® customer service 24/7.*","label":2},
    {"sentence":"you can talk to a customer support representative at discover 247","label":2},
    {"sentence":"you can speak to a human at discover customer service 24 hours a day","label":2},
    {"sentence":"you can talk to a human at discover customer service 24 hours a day","label":2},
    {"sentence":"you can talk to a person at discover customer service anytime","label":2},
    {"sentence":"you can talk to a person at discover's customer service 247","label":2},
    {"sentence":"you can talk to a person at discover customer service 247","label":2},
    {"sentence":"Add discover@card-e.em.discover.com to your address book to ensure delivery of these emails. See ways to help identify authentic Discover emails by visiting our email security page.","label":2},
    {"sentence":"Add discover@card-e.em.discover.com to your address book to ensure delivery of these emails. See ways to help identify authentic Discover emails by visiting our email security page.","label":2},
    {"sentence":"IMPORTANT INFORMATION","label":3},
    {"sentence":"This email was sent to: niserg111@gmail.com for Discover card account number ending with 3509.","label":2},
    {"sentence":"this email was sent to niserg111gmailcom for a discover card number ending with 3509","label":2},
    {"sentence":"this email was sent to niserg111gmailcom for a discover card account number ending with 3509","label":2},
    {"sentence":"You are receiving this email because you provided your email address to Discover.","label":2},
    {"sentence":"you received this email because you registered your address for discover","label":2},
    {"sentence":"you received this message because you have provided an email address to discover","label":2},
    {"sentence":"you're receiving this email because you provided your email address to discover","label":2},
    {"sentence":"To update your promotional email preferences, unsubscribe here. Please allow up to 10 business days to be opted-out.","label":3},
    {"sentence":"please allow up to 10 business days to be opted out","label":3},
    {"sentence":"Log in to update your email address or view your account email preferences.","label":3},
    {"sentence":"log in to update your email address or view your preferences for the email","label":3},
    {"sentence":"log in to update your email address or check your email preferences","label":3},
    {"sentence":"login to update your email address or view your account preferences","label":3},
    {"sentence":"If you have any questions about your account, please visit our contact us page and we will be happy to assist you.","label":2},
    {"sentence":"if you have any questions about your account please visit our contact page and we will be glad to help","label":2},
    {"sentence":"if you have questions about your account please visit our contact page and we will be happy to assist","label":2},
    {"sentence":"if you have questions about your account please visit our contact us page and we will be happy to help you","label":2},
    {"sentence":"if you have any questions about your account please visit our contact page and we will be happy to help you","label":2},
    {"sentence":"if you have questions about your account please visit our contact page and we will be happy to assist you","label":2},
    {"sentence":"if you have any questions about your account please visit our contact us page and we will be happy to help you","label":2},
    {"sentence":"if you have any questions about your account please visit our contact us page and we'll be happy to assist you","label":2},
    {"sentence":"if you have any questions about your account please visit our contact page and we will be happy to assist you","label":2},
    {"sentence":"if you have any questions about your account please visit our contact us page and we will be happy to assist you","label":2},
    {"sentence":"Customer service is available anytime, day or night. You can reach a live agent by calling 1-800-347-2683.","label":2},
    {"sentence":"customer service is available at any time day or night","label":2},
    {"sentence":"customer service is available anywhere day or night you can contact a live customer service representative by calling 1-800-347-2683","label":2},
    {"sentence":"For a list of compatible Apple Pay devices, see http://support.apple.com/en-us/HT208531.","label":2},
    {"sentence":"For a list of compatible Apple Pay devices, see http://support.apple.com/en-us/HT208531.","label":2},
    {"sentence":"Apple Pay is a service provided by Apple Payments Services LLC, a subsidiary of Apple Inc. Neither Apple Inc. nor Apple Payments Services is a bank.","label":3},
    {"sentence":"Apple Pay is a service provided by Apple Payments Services LLC, a subsidiary of Apple Inc. Neither Apple Inc. nor Apple Payments Services is a bank.","label":3},
    {"sentence":"If you don't recognize the Microsoft account ni1@gmail.com, you can click here to remove your email address from that account.**","label":2},
    {"sentence":"If you don't recognize the Microsoft account ni1@gmail.com, you can click here to remove your email address from that account.**","label":2},
    {"sentence":"Perfect, thank you so much! I will begin to arrange with the team and send you two formal calendar/Outlook invitations, complete with Zoom login details ASAP.","label":2},
    {"sentence":"Perfect, thank you so much! I will begin to arrange with the team and send you two formal calendar/Outlook invitations, complete with Zoom login details ASAP.","label":2},
    {"sentence":"Please feel free to reach out at any time.","label":2},
    {"sentence":"Thank you for your email. I am looking forward to meeting with the team members and learning more about the position and KLA as a whole.","label":2},
    {"sentence":"thank you for your email i am looking forward to meeting with the team members and learning more about the position and the kla team as a whole","label":2},
    {"sentence":"thank you for the email i am looking forward to meeting with the team members and learning more about the position and the kla as a whole","label":2},
    {"sentence":"thank you for your email i look forward to meeting with the team members and learning more about the position and kla as a whole","label":2},
    {"sentence":"thank you for your email i'm looking forward to meeting with the team members and learning more about the position and kla as a whole","label":2},
    {"sentence":"thank you for your email i am looking forward to meeting with the team members and learning more about the position and kla as a whole","label":2},
    {"sentence":"Please let me know what works best for the interviewers, and I’ll be happy to confirm.","label":2},
    {"sentence":"please let me know what works best for interviewers and i will be happy to confirm","label":2},
    {"sentence":"please let me know what works for the interviewers and i'll be happy to confirm","label":2},
    {"sentence":"please let me know what works best for the interviewers and i will be happy to confirm it","label":2},
    {"sentence":"Thank you again for this opportunity, and I look forward to speaking with the team!","label":3},
    {"sentence":"thank you again for the opportunity and i look forward to talking with the team","label":3},
    {"sentence":"thank you again for this opportunity and i'm looking forward to speaking with the team","label":3},
    {"sentence":"thank you again for this opportunity and i look forward to talking with the team","label":3},
    {"sentence":"thank you again for this opportunity and i look forward to speaking to the team","label":3},
    {"sentence":"thank you again for the opportunity and i look forward to speaking with the team","label":3},
    {"sentence":"thank you again for this opportunity and i look forward to speaking with the team","label":3},
    {"sentence":"We would like to invite you to two separate interviews via Zoom.","label":1},
    {"sentence":"we'd like to invite you for two separate interviews via zoom","label":1},
    {"sentence":"we'd like to invite you to two separate interviews via zoom","label":1},
    {"sentence":"we would like to invite you to two separate interviews via zoom","label":1},
    {"sentence":"To schedule your interview(s), please reply directly to this email with your availability and current time zone.","label":1},
    {"sentence":"To schedule your interview(s), please reply directly to this email with your availability and current time zone.","label":1},
    {"sentence":"Once we confirm the interview times with the interviewer(s), we will send you a calendar invite with more details about the interview.","label":1},
    {"sentence":"once we confirm the time of the interview with the interviewers we will send you a calendar with more details about the interview","label":1},
    {"sentence":"We recommend you respond as soon as possible to keep the process moving.","label":2},
    {"sentence":"we recommend that you respond as soon as possible to continue the process","label":2},
    {"sentence":"we recommend you respond as soon as possible to continue the process","label":2},
    {"sentence":"During the interview(s), you’ll have the chance to discuss your experiences, ask questions, and learn more about the position and our company.","label":2},
    {"sentence":"during interviews you have the opportunity to talk about your experience ask questions and learn more about the position and our company","label":2},
    {"sentence":"Your interview will take place via Zoom. To connect to your interview, you will simply click on the link provided in the calendar invite.","label":2},
    {"sentence":"Your interview will take place via Zoom. To connect to your interview, you will simply click on the link provided in the calendar invite.","label":2},
    {"sentence":"Please download the Zoom application prior to your interview and test your video settings so you are prepared.","label":1},
    {"sentence":"please download the application for zoom prior to your interview and test your video settings so you are prepared","label":1},
    {"sentence":"If you require any accommodations, simply let me know in advance so we can make the necessary arrangements.","label":1},
    {"sentence":"if you need accommodation let me know in advance so we can make necessary arrangements","label":1},
    {"sentence":"if you need accommodation just let me know in advance so that we can make the necessary arrangements","label":1},
    {"sentence":"if you need accommodations let me know in advance so we can make the necessary arrangements","label":1},
    {"sentence":"if you need accommodations just let me know in advance so we can make the necessary arrangements","label":1},
    {"sentence":"if you need accommodations simply let me know in advance so that we can make the necessary arrangements","label":1},
    {"sentence":"if you need an accommodation just let me know in advance so we can make the necessary arrangements","label":1},
    {"sentence":"if you require accommodations just let me know in advance so we can make the necessary arrangements","label":1},
    {"sentence":"if you require accommodations simply let me know in advance so that we can make the necessary arrangements","label":1},
    {"sentence":"Thank you for considering opportunities to further your career with Under Armour.","label":3},
    {"sentence":"thank you for considering opportunities for your career at under armour","label":3},
    {"sentence":"thank you for considering options to further your career with under armour","label":3},
    {"sentence":"thank you for considering opportunities to advance your career with under armour","label":3},
    {"sentence":"thank you for considering opportunities to pursue your career with under armour","label":3},
    {"sentence":"thank you for considering opportunities to further your career at under armour","label":3},
    {"sentence":"thank you for considering opportunities to further your career with under armour","label":3},
    {"sentence":"Unfortunately, the Summer 2025 Internship, Enterprise Data Management position has been filled/closed and we are no longer considering applications.","label":2},
    {"sentence":"unfortunately the summer 2025 internship position in enterprise data management has been filled  closed and we are no longer considering applications","label":2},
    {"sentence":"unfortunately the summer 2025 internship position in enterprise data management has been filledclosed and we are no longer considering applications","label":2},
    {"sentence":"unfortunately the summer 2025 internship in enterprise data management was filledclosed and we are no longer considering applications","label":2},
    {"sentence":"unfortunately the summer 2025 internship enterprise data management position has been closed and we are no longer considering applications","label":2},
    {"sentence":"unfortunately the summer 2025 internship enterprise data management position has been filledclosed and we're no longer considering applications","label":2},
    {"sentence":"unfortunately the summer 2025 internship enterprise data management position has been filled  closed and we are no longer considering applications","label":2},
    {"sentence":"unfortunately the summer 2025 internship enterprise data management position has been filledclosed and we are no longer considering applications","label":2},
    {"sentence":"As new roles are posted frequently, we encourage you to keep a close eye on our Career Site to view new positions that might be a match for your skill set.","label":2},
    {"sentence":"we encourage you to stay on our website as often as possible to see new roles that may be a match for your skill set","label":2},
    {"sentence":"as new jobs are regularly posted we encourage you to keep a close eye on our career site to view new positions that might be a match for your skill","label":2},
    {"sentence":"as new roles are frequently posted we encourage you to keep a close eye on our career site to see new positions that might be a match for your skill","label":2},
    {"sentence":"as new positions are frequently posted we encourage you to keep a close eye on our career site to view new positions that might be a match for your skill set","label":2},
    {"sentence":"as new jobs are frequently posted we encourage you to keep a close eye on our career site to see new positions that might be a match for your skill set","label":2},
    {"sentence":"as new roles are frequently posted we encourage you to keep a close eye on our career site to view new positions that might be a match for your skill","label":2},
    {"sentence":"as new roles are often posted we encourage you to keep a close eye on our career site to view new positions that could be a match for your skill set","label":2},
    {"sentence":"as new roles are frequently posted we encourage you to keep a close eye on our career site to see new positions that might be a match for your skill set","label":2},
    {"sentence":"as new roles are frequently posted we encourage you to keep a close eye on our career site to view new positions that might be a match for your skill set","label":2},
    {"sentence":"We invite you to follow us on LinkedIn, Instagram, Facebook, and YouTube.","label":3},
    {"sentence":"We invite you to follow us on LinkedIn, Instagram, Facebook, and YouTube.","label":3},
    {"sentence":"Get no-fee tickets from $40","label":3},
    {"sentence":"get no-cost tickets from 40","label":3},
    {"sentence":"Grab Warriors tickets with no hidden fees as your team plays through the season.","label":3},
    {"sentence":"Grab Warriors tickets with no hidden fees as your team plays through the season.","label":3},
    {"sentence":"See Full Schedule","label":3},
    {"sentence":"Track Prices Now","label":3},
    {"sentence":"Track Prices Now","label":3},
    {"sentence":"Email communications may be monitored by KLA as permitted by applicable law and regulations.","label":2},
    {"sentence":"the content of emails may be monitored by kla at the discretion of the applicable law and regulations","label":2},
    {"sentence":"communications via e-mail can be monitored by the kla as permitted by applicable law and regulations","label":2},
    {"sentence":"emails may be monitored by kla as permitted by applicable law and regulations","label":2},
    {"sentence":"email communications may be monitored by kla as allowed by applicable laws and regulations","label":2},
    {"sentence":"email communications can be monitored by kla as permitted by applicable law and regulations","label":2},
    {"sentence":"email communications may be monitored by kla as permitted by applicable law and regulations","label":2},
    {"sentence":"Please consider the environment before printing this e-mail.","label":2},
    {"sentence":"Playing sports since a young age is primarily responsible for who I am today.","label":3},
    {"sentence":"playing sports is responsible for who i am today","label":3},
    {"sentence":"Physical activity inspires me today to live a healthy lifestyle by having a gym routine and getting the proper nutrition.","label":3},
    {"sentence":"today physical activity motivates me to lead a healthy lifestyle by having a routine in the gym and getting adequate nutrition","label":3},
    {"sentence":"physical activity today inspires me to live a healthy lifestyle by having a gym routine and eating the right food","label":3},
    {"sentence":"physical activity motivates me to live a healthy lifestyle by having a gym routine and getting the right nutrition","label":3},
    {"sentence":"physical activity inspires me today to live a healthy lifestyle by having a workout routine and getting the proper nutrition","label":3},
    {"sentence":"physical activity inspires me to live a healthy lifestyle by having a gym routine and getting the proper nutrition","label":3},
    {"sentence":"physical activity inspires me today to live a healthy lifestyle having a gym routine and getting the proper nutrition","label":3},
    {"sentence":"To get good nutrition, I knew I could not keep relying on others to make my food, which led to developing the skill of cooking.","label":1},
    {"sentence":"to get good nutrition i knew i could not keep relying on others for my food and this led to developing the skill of cooking","label":1},
    {"sentence":"Upon entering high school, many students before me had told me about the school’s competitive nature, extremely tough classes, and academically overdriven students.","label":3},
    {"sentence":"Upon entering high school, many students before me had told me about the school’s competitive nature, extremely tough classes, and academically overdriven students.","label":3},
    {"sentence":"In my freshman year, the school atmosphere forced a change in me in which I learned how to relieve stress and have fun with school.","label":2},
    {"sentence":"in my freshman year the school environment forced a change in me and i learned how to relieve stress and have fun","label":2},
    {"sentence":"in my freshman year the school atmosphere forced a change in me where i learned how to relieve stress and have fun","label":2},
    {"sentence":"I applied and got selected for a club called Inclusion Council, where I helped share my knowledge with younger students each kids how to do the same with this knowledge.","label":1},
    {"sentence":"I applied and got selected for a club called Inclusion Council, where I helped share my knowledge with younger students each kids how to do the same with this knowledge.","label":1},
    {"sentence":"This experience will help me ease into the Active Minds of Minnesota, which aims to support mental health struggles around campus.","label":2},
    {"sentence":"this experience will help me settle into the active minds of minnesota program that aims to support mental health struggles around campus","label":2},
    {"sentence":"As I get older, I find an increasing desire to be independent.","label":3},
    {"sentence":"as i get older i find a desire to be independent","label":3},
    {"sentence":"as i get older i find a growing desire to be independent","label":3},
    {"sentence":"as i get older i find an increasing desire to become independent","label":3},
    {"sentence":"One way I approach this goal is on the financial side of life.","label":2},
    {"sentence":"one way i approach this goal is from the financial side of life","label":2},
    {"sentence":"a way i approach this goal is on the financial side of life","label":2},
    {"sentence":"one way i approach this goal is on the financial side of life","label":2},
    {"sentence":"I recently started investing and have accumulated knowledge over the past months through friends, family, books, and YouTube.","label":2},
    {"sentence":"I recently started investing and have accumulated knowledge over the past months through friends, family, books, and YouTube.","label":2},
    {"sentence":"I have also built programs to help me on this path.","label":2},
    {"sentence":"i also created software to help me on this path","label":2},
    {"sentence":"i've also created programs to help me out on this path","label":2},
    {"sentence":"i also created programs to help me on this path","label":2},
    {"sentence":"i also have programs to help me on this path","label":2},
    {"sentence":"i've also built software to help me on this path","label":2},
    {"sentence":"i've also built programs to help me along this path","label":2},
    {"sentence":"Currently, I am part of the Finance Committee at Next Generation Nations, where I help with fundraising, finding investors, and working on fundamental growth.","label":2},
    {"sentence":"currently i am a member of the finance committee at next generation nations where i help with fundraising finding investors and working on fundamental growth","label":2},
    {"sentence":"currently i am part of the finance committee at next generation nations where i help with fundraising investors and working on fundamental growth","label":2},
    {"sentence":"i currently am part of the finance committee at next generation nations where i help with fundraising for investors and working on fundamental growth","label":2},
    {"sentence":"i am currently part of the finance committee at next generation nations where i help with fundraising finding investors and working on fundamental growth","label":2},
    {"sentence":"Participating in the Investment and Finance Organization would allow me to share my unique experiences with finance and learn from other individuals as well as professionals in this area.","label":2},
    {"sentence":"participation in the investment and finance organization would allow me to share my unique experiences in the financial industry and learn from other individuals as well as professionals in this field","label":2},
    {"sentence":"participation in the investment and finance organization will allow me to share my unique experiences with finance and learn from other individuals as well as professionals in this area","label":2},
    {"sentence":"participating in the investment and finance organization would allow me to share my unique experiences with finance and learn from other individuals as well as professionals in this field","label":2},
    {"sentence":"participating in the investment and finance organization would allow me to share my unique experiences with finance and learn from other individuals as well as professionals in this area","label":2},
    {"sentence":"the participation in the investment and finance organization would allow me to share my unique experiences with finance and learn from other individuals as well as professionals in this area","label":2},
    {"sentence":"UMass Application Document Notes","label":2},
    {"sentence":"notes for the umass application document","label":2},
    {"sentence":"notes to the umass application document","label":2},
    {"sentence":"notes on umass' application documents","label":2},
    {"sentence":"umass application document notes","label":2},
    {"sentence":"The essay is your work. Should you want the essay to be reviewed by anyone, please copy ONLY the essay part, WITHOUT any comments, and share it through another document.","label":2},
    {"sentence":"it is your work and if you want the essay reviewed by anyone please copy only the part of the essay with no comments and share it through another document","label":2},
    {"sentence":"If the reviewer is a professional (educational consultant of any type), please speak with me before you share it.","label":2},
    {"sentence":"if the reviewer is an educator-consultant please talk to me before you share","label":2},
    {"sentence":"if the reviewer is a professional education consultant please speak to me before sharing","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please speak to me before sharing","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please speak with me before sharing it","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please speak with me before you share it","label":2},
    {"sentence":"if the reviewer is a professional educational consultant of any type please speak to me before sharing","label":2},
    {"sentence":"The template, and the framework are prepared for you and you are using it under license. Please do not copy the entire document or any part of it other than the essay in any form (print/soft copy/another file/download etc.).","label":2},
    {"sentence":"The template, and the framework are prepared for you and you are using it under license. Please do not copy the entire document or any part of it other than the essay in any form (print/soft copy/another file/download etc.).","label":2},
    {"sentence":"This is not an essay. Even if you do not need the framework, please go through this exercise - it will be useful.","label":2},
    {"sentence":"This is not an essay. Even if you do not need the framework, please go through this exercise - it will be useful.","label":2},
    {"sentence":"Step 1: Questions within the prompt: Why do you want to attend?","label":1},
    {"sentence":"step 1 questions within the prompt why do you want to go?","label":1},
    {"sentence":"step 1 questions in the prompt why do you want to attend?","label":1},
    {"sentence":"step 1 questions within the prompt why do you want to attend?","label":1},
    {"sentence":"Step 2: Explain why you think they are asking you to address this prompt: UMass Amherst wants to admit students who are excited about enrolling and can bring something unique to campus.","label":1},
    {"sentence":"step 2 explain why you think they want you to respond to this prompt umass amherst wants to admit students who are excited about enrolling and can bring something unique to campus","label":1},
    {"sentence":"step 2 explain why you think they ask you to address this prompt umass amherst wants to admit students who are excited about enrolling and who can bring something unique to","label":1},
    {"sentence":"step 2 explain why you think they ask you to answer this prompt umass amherst wants to admit students who are excited about enrolling and can bring something unique to campus","label":1},
    {"sentence":"step 2 explain why you think they asked you to address this prompt umass amherst wants to accept students who are excited about enrolling and can bring something unique to campus","label":1},
    {"sentence":"step 2 explain why you think they ask you to address this prompt umass amherst wants to accept students who are excited about enrolling and can bring something unique to campus","label":1},
    {"sentence":"step 2 explain why you think they asked you to address this prompt umass amherst wants to admit students who are excited about enrolling and who can bring something unique to campus","label":1},
    {"sentence":"step 2 explain why you think they ask you to address this prompt umass amherst wants to admit students who are excited about enrolling and can bring something unique to campus","label":1},
    {"sentence":"step 2 explain why you think they're asking you to answer this prompt umass amherst wants to admit students who are excited about enrolling and can bring something unique to campus","label":1},
    {"sentence":"step 2 explain why you think they're asking you to address this prompt umass amherst wants to admit students who are excited about enrolling and who can bring something unique to campus","label":1},
    {"sentence":"Step 3: Similar essays you have written (their Prompt#): Wisconsin-1.","label":1},
    {"sentence":"Step 3: Similar essays you have written (their Prompt#): Wisconsin-1.","label":1},
    {"sentence":"Step 4: Your thoughts (please make sure you address each question; bullet points okay, but please be VERY specific; provide links to courses, department, clubs and anything you are referring to).","label":1},
    {"sentence":"Step 4: Your thoughts (please make sure you address each question; bullet points okay, but please be VERY specific; provide links to courses, department, clubs and anything you are referring to).","label":1},
    {"sentence":"Professional Happiness Design (PHD) Document","label":2},
    {"sentence":"Professional Happiness Design (PHD) Document","label":2},
    {"sentence":"You have the opportunity to complete a Professional Happiness Design! This is an opportunity for you to reflect and to build a framework to navigate your career.","label":2},
    {"sentence":"you have the opportunity to complete a professional happiness design this is an opportunity for you to reflect and build a framework for your career","label":2},
    {"sentence":"you have the opportunity to complete a professional happiness design this is an opportunity for you to reflect and build a framework to navigate your career","label":2},
    {"sentence":"you have the opportunity to complete a professional happiness design this is an opportunity for you to reflect and to build a framework to navigate your career","label":2},
    {"sentence":"You’ll start with several prompts for reflection, then synthesize them to tell your story.","label":1},
    {"sentence":"you'll start with a few reflection prompts and then synthesize them to tell your story","label":1},
    {"sentence":"you'll start with several prompts for reflection then synthesize them to tell your story","label":1},
    {"sentence":"Provide your final 1-2 page synthesis followed by an appendix of reflections to the prompts.","label":1},
    {"sentence":"Provide your final 1-2 page synthesis followed by an appendix of reflections to the prompts.","label":1},
    {"sentence":"AUTHENTIC LEADERSHIP READING. Read Discovering Your Authentic Leadership, Bill George, Harvard Business Review. What jumped out or resonated with you?","label":1},
    {"sentence":"what resonated with you the most?","label":1},
    {"sentence":"what did you think resonated with you the most in the harvard business review?","label":1},
    {"sentence":"SECTION 1: WHERE ARE YOU NOW? Reflect on the below questions and write a few sentences responding to each bullet point.","label":1},
    {"sentence":"where are you now? reflect on the below questions and write a few sentences responding to each bullet point","label":1},
    {"sentence":"section 1 where are you now? reflect on the following questions and write a few sentences responding to each bullet point","label":1},
    {"sentence":"Which people and experiences in your life have had the greatest impact on you?","label":1},
    {"sentence":"tell me the biggest impact of personal experiences on your life?","label":1},
    {"sentence":"how have the experiences have changed your life?","label":1},
    {"sentence":"which people and experiences in your life has the most impact on you?","label":1},
    {"sentence":"What are your most deeply held values? Where did they come from?","label":1},
    {"sentence":"tell me the deepest belief or principle that you hold?","label":1},
    {"sentence":"what values do you believe resonate?","label":1},
    {"sentence":"what are your most deeply held values?","label":1},
    {"sentence":"what are your most deeply held values and why?","label":1},
    {"sentence":"What inspires and motivates you extrinsically and intrinsically?","label":1},
    {"sentence":"what motivates you most both in your self and externally?","label":1},
    {"sentence":"what motivates you intrinsically?","label":1},
    {"sentence":"what motivates you and inspires you intrinsically?","label":1},
    {"sentence":"what motivates you extrinsically and intrinsically?","label":1},
    {"sentence":"What makes you happy and what brings meaning to your life?","label":1},
    {"sentence":"how do you make yourself happy?","label":1},
    {"sentence":"tell me the reason for being happy?","label":1},
    {"sentence":"what makes you happy? what purpose does it serve in life?","label":1},
    {"sentence":"what makes you happy and what makes your life meaningful?","label":1},
    {"sentence":"what makes you happy and what brings meaning to your life?","label":1},
    {"sentence":"What constitutes professional happiness for you?","label":1},
    {"sentence":"what would you describe as career happiness?","label":1},
    {"sentence":"what does happiness mean for professionals?","label":1},
    {"sentence":"what exactly is professional happiness?","label":1},
    {"sentence":"what is professional happiness?","label":1},
    {"sentence":"what exactly constitutes professional happiness for you?","label":1},
    {"sentence":"What are your strongest skills and qualities? What are your unique talents?","label":1},
    {"sentence":"what are strengths and weaknesses?","label":1},
    {"sentence":"SECTION 2: WHERE DO YOU WANT TO BE? Imagine the future with the below prompts and write a few sentences responding to each bullet point.","label":1},
    {"sentence":"section 2 where do you want to be?","label":1},
    {"sentence":"First, design your perfect day.","label":1},
    {"sentence":"first plan your perfect day","label":1},
    {"sentence":"first design a perfect day","label":1},
    {"sentence":"first design your perfect day","label":1},
    {"sentence":"Imagine a magazine/newspaper column about yourself published 20 years in the future. What publication is it and what does the column highlight?","label":1},
    {"sentence":"Imagine a magazine/newspaper column about yourself published 20 years in the future. What publication is it and what does the column highlight?","label":1},
    {"sentence":"SECTION 3: WHAT DO YOU NEED TO DO TO GET THERE? Reflect on the below questions, thinking about “What do you need to do to get from where you are now to where you want to be?” Write a few sentences responding to each bullet point.","label":1},
    {"sentence":"section 3 what do you need to do to get there?","label":1},
    {"sentence":"what do you need to do to get from where you are now to where you want to be? write a few sentences responding to each bullet point in your reply","label":1},
    {"sentence":"what you need to do to get from where you are today to where you want to be? write a few sentences responding to each bullet point","label":1},
    {"sentence":"Who will be on your personal advisory board? Who are your role models?","label":1},
    {"sentence":"who do you consider a role model on your personal advisory board?","label":1},
    {"sentence":"What knowledge, skills, and qualities would you like to learn and develop?","label":1},
    {"sentence":"what qualities do you want to develop in order to improve your knowledge?","label":1},
    {"sentence":"what are your skills that you want to improve in order to become a better person?","label":1},
    {"sentence":"what are knowledge skills you want to learn in life?","label":1},
    {"sentence":"what skills and qualities do you want to learn in order to develop them?","label":1},
    {"sentence":"what skillsqualities do you want to learn in life?","label":1},
    {"sentence":"what skills would you like to learn and grow?","label":1},
    {"sentence":"what are skills and qualities that you would like to learn and develop?","label":1},
    {"sentence":"what are your knowledge skills and qualities that you would like to learn and develop?","label":1},
    {"sentence":"What are your long-term goals (5 years, 1 year)?","label":1},
    {"sentence":"what is your life goals for the next 5 years?","label":1},
    {"sentence":"what is your plan for the next 5 years and 1 year?","label":1},
    {"sentence":"What are your short-term goals (top 3 for the next quarter)?","label":1},
    {"sentence":"list the upcoming short term goals?","label":1},
    {"sentence":"list your goals for the upcoming quarter?","label":1},
    {"sentence":"list the short-term goals you have in mind for the next quarter?","label":1},
    {"sentence":"recommend some of your best short term goals for next quarter?","label":1},
    {"sentence":"tell me the short-term goal for the next quarter?","label":1},
    {"sentence":"what would be your top 3 short term goals for the next quarter?","label":1},
    {"sentence":"what are your short term goals for the upcoming quarter?","label":1},
    {"sentence":"SYNTHESIZE YOUR REFLECTIONS & TELL YOUR STORY.","label":1},
    {"sentence":"SYNTHESIZE YOUR REFLECTIONS & TELL YOUR STORY.","label":1},
    {"sentence":"Do not simply copy-paste your reflection question responses as your “synthesis” as this will likely lead to an auto-decline.","label":2},
    {"sentence":"Do not simply copy-paste your reflection question responses as your “synthesis” as this will likely lead to an auto-decline.","label":2},
    {"sentence":"Should you want the essay to be reviewed by anyone, please copy ONLY the essay part, WITHOUT any comments, and share it through another document.","label":2},
    {"sentence":"should you wish for the essay to be reviewed by anyone please only copy the part of the essay with no comments and share it through another document","label":2},
    {"sentence":"should you wish to have the essay reviewed by anyone please copy only the essay part without any comments and share it via another document","label":2},
    {"sentence":"if you want the essay reviewed by someone please copy only the essay part without comments and share it through another document","label":2},
    {"sentence":"if you want the essay to be re-read by anyone please copy the essay only without any comments and share it through another document","label":2},
    {"sentence":"if you would like an essay to be read by anyone please copy only the essay part without any comments and share it through another document","label":2},
    {"sentence":"should you want your essay to be read by anyone please copy only the essay without any comments and share it through another document","label":2},
    {"sentence":"if you want the essay to be reviewed by anyone please copy only the essay part without any comments and share it via another document","label":2},
    {"sentence":"If the reviewer is a professional (educational consultant of any type), please speak with me before you share it.","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please talk with me before sharing","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please speak to me before sharing it","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please speak with me before sharing this","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please speak with me before sharing","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please talk to me before you share it","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please speak with me before you share","label":2},
    {"sentence":"if the reviewer is a professional educational consultant please speak with me before you share it","label":2},
    {"sentence":"if the reviewer is a professional educational consultant of any kind please speak with me before you share it","label":2},
    {"sentence":"if the reviewer is a professional education consultant of any type please speak with me before you share it","label":2},
    {"sentence":"Even if you do not need the framework, please go through this exercise - it will be useful.","label":1},
    {"sentence":"Even if you do not need the framework, please go through this exercise - it will be useful.","label":1},
    {"sentence":"If you aren't sure what each step means, please ask.","label":3},
    {"sentence":"if you are not sure what each step means ask","label":3},
    {"sentence":"if you aren't sure what each step means ask","label":3},
    {"sentence":"if you're not sure what each step means please ask","label":3},
    {"sentence":"if you are not sure what each step means please ask","label":3},
    {"sentence":"if you aren't sure what each step means please ask","label":3},
    {"sentence":"Now identify words and sentences which are absolutely essential to your message (your message would not come through if you don’t have those).","label":1},
    {"sentence":"now identify words and sentences that are absolutely essential to your message","label":1},
    {"sentence":"You may want to highlight them with your favorite color.","label":1},
    {"sentence":"you may want to highlight them in your favourite color","label":1},
    {"sentence":"you may want to highlight them with your favorite color","label":1},
    {"sentence":"Try to cut the words from rest.","label":1},
    {"sentence":"Try to cut the words from rest.","label":1},
    {"sentence":"The template, and the framework are prepared for you and you are using it under license.","label":2},
    {"sentence":"the template and framework are prepared for you and you use them under a licence","label":2},
    {"sentence":"the template and the framework are ready for you and you use them under license","label":2},
    {"sentence":"the template and framework are prepared for you and you use them under license","label":2},
    {"sentence":"the template and the framework are designed for you and you use it under license","label":2},
    {"sentence":"the template and the framework were prepared for you and you use them under license","label":2},
    {"sentence":"the template and framework are prepared for you and you use it under license","label":2},
    {"sentence":"the template and the framework are prepared for you and you can use them under license","label":2},
    {"sentence":"the template and the framework were prepared for you and you use it under license","label":2},
    {"sentence":"the template and the framework are prepared for you and you use it under license","label":2},
    {"sentence":"the template and framework are prepared for you and you are using it under a license","label":2},
    {"sentence":"Please do not copy the entire document or any part of it other than the essay in any form (print/soft copy/another file/download etc.).","label":2},
    {"sentence":"Please do not copy the entire document or any part of it other than the essay in any form (print/soft copy/another file/download etc.).","label":2},
    {"sentence":"This is not an essay.","label":2},
    {"sentence":"it's not an essay","label":2},
    {"sentence":"this is not an essay","label":2},
    {"sentence":"What experiences, perspectives, backgrounds, and talents make up the person you are today? How will these shape the type of person you will be on campus?","label":2},
    {"sentence":"how did your experiences shape the person you will be today?","label":2},
    {"sentence":"This prompt is a way to tell them all about yourself.","label":2},
    {"sentence":"this is an opportunity to tell the whole truth about yourself","label":2},
    {"sentence":"When you have done this, explain who you will be on campus, so the University of Minnesota gets interested and eager to see the ways you will contribute to their school.","label":2},
    {"sentence":"When you have done this, explain who you will be on campus, so the University of Minnesota gets interested and eager to see the ways you will contribute to their school.","label":2},
    {"sentence":"These are the 'communities' you have been part of and their impact on you:","label":2},
    {"sentence":"these are the communities you have been part of and how they influence you","label":2},
    {"sentence":"Sports: disciplined, good at time management, respect for personal health, cooking, independent.","label":2},
    {"sentence":"sports discipline good time management respect for personal health cooking independent","label":2},
    {"sentence":"High school: Learned to challenge yourself, and at the same time, not let the pressure hurt you. You helped others as well in this area.","label":2},
    {"sentence":"High school: Learned to challenge yourself, and at the same time, not let the pressure hurt you. You helped others as well in this area.","label":2},
    {"sentence":"Finance and investing as a result of desire to be independent.","label":2},
    {"sentence":"finance and investing out of a desire to be independent","label":2},
    {"sentence":"financial management and investing as a result of a desire to be independent","label":2},
    {"sentence":"As you write each, think about what you can do with it at Minnesota - since that’s the primary question - both in terms of extending your abilities, and giving.","label":2},
    {"sentence":"As you write each, think about what you can do with it at Minnesota - since that’s the primary question - both in terms of extending your abilities, and giving.","label":2},
    {"sentence":"You do need to find the clubs or organizations (stick to the on-campus ones since they said 'community of scholars'), so you can relate to them.","label":2},
    {"sentence":"You do need to find the clubs or organizations (stick to the on-campus ones since they said 'community of scholars'), so you can relate to them.","label":2},
    {"sentence":"Even then, we are 54 words over (if you include my changes).","label":2},
    {"sentence":"Even then, we are 54 words over (if you include my changes).","label":2},
    {"sentence":"I got to turn on the server code.","label":3},
    {"sentence":"i have to activate server code","label":3},
    {"sentence":"i have to activate the server code","label":3},
    {"sentence":"i have to turn on the server","label":3},
    {"sentence":"i have to turn on server code","label":3},
    {"sentence":"i have to turn on the server code","label":3},
    {"sentence":"Make a separate file, make a separate folder, call it, and maybe call it, like a landing page screen and then, you know, put a component in there for the landing screen.","label":1},
    {"sentence":"Make a separate file, make a separate folder, call it, and maybe call it, like a landing page screen and then, you know, put a component in there for the landing screen.","label":1},
    {"sentence":"In the future, again, I want a folder, it says home screen, and then all the accessory data files for the home screen should be in there.","label":1},
    {"sentence":"In the future, again, I want a folder, it says home screen, and then all the accessory data files for the home screen should be in there.","label":1},
    {"sentence":"One thing to remember for everybody is in the future, any constants, I expect you to have like a constants folder and you store them and you reference them.","label":1},
    {"sentence":"One thing to remember for everybody is in the future, any constants, I expect you to have like a constants folder and you store them and you reference them.","label":1},
    {"sentence":"Have enums, have constants and then refer to those that saves a lot of stress when it comes to spelling.","label":1},
    {"sentence":"Have enums, have constants and then refer to those that saves a lot of stress when it comes to spelling.","label":1},
    {"sentence":"This should probably be enums too.","label":3},
    {"sentence":"This should probably be enums too.","label":3},
    {"sentence":"In the future, we might need to change this UI because it’s a little like, it's not perfect.","label":2},
    {"sentence":"in the future we might need to change this ui because it seems it's not perfect","label":2},
    {"sentence":"So, let's say I do this, and then I choose device, can I go to explore? Right? Okay, it's good.","label":2},
    {"sentence":"So, let's say I do this, and then I choose device, can I go to explore? Right? Okay, it's good.","label":2},
    {"sentence":"You can’t really control the device from explore. I didn’t, I intentionally didn’t do this.","label":2},
    {"sentence":"You can’t really control the device from explore. I didn’t, I intentionally didn’t do this.","label":2},
    {"sentence":"It needs to be connected continuously.","label":1},
    {"sentence":"That's the point of why I added this here.","label":3},
    {"sentence":"that's why i listed it here","label":3},
    {"sentence":"this is the reason i added it here","label":3},
    {"sentence":"So you only need to connect once and then it's all good to go.","label":2},
    {"sentence":"you only need to connect once and then everything should go as planned","label":2},
    {"sentence":"so you only have to connect once and then you can begin to move on","label":2},
    {"sentence":"so you only have to connect once and then everything is good","label":2},
    {"sentence":"so you only need to connect once and then you're done","label":2},
    {"sentence":"One thing that maybe can solve this solution is, if you look at old demo...","label":2},
    {"sentence":"one thing you may solve this problem is if you look at the old demo","label":2},
    {"sentence":"one thing that might solve this solution is if you look at the old demo","label":2},
    {"sentence":"one thing that might solve this solution is if you look at an old demo","label":2},
    {"sentence":"So this is the front end code.","label":3},
    {"sentence":"so here's the front end code","label":3},
    {"sentence":"Server code can run anywhere. It can run locally or it can run on your, yeah, it can run on locally.","label":2},
    {"sentence":"server code can run anywhere it can run locally or it can run on your computer","label":2},
    {"sentence":"There's a hook called use user that's provided by something called, um, clerk.","label":2},
    {"sentence":"There's a hook called use user that's provided by something called, um, clerk.","label":2},
    {"sentence":"It provides you the inbuilt methods for sign in, sign out and all that.","label":2},
    {"sentence":"It provides you the inbuilt methods for sign in, sign out and all that.","label":2},
    {"sentence":"If the user has been signed in, then um, or not signed in, you see the sign-in button.","label":2},
    {"sentence":"if a user has signed into um or not you can see the sign-in button","label":2},
    {"sentence":"This is where you put your code for the homepage screen.","label":2},
    {"sentence":"here you'll put your code on the home page","label":2},
    {"sentence":"here's where you put your code for the homepage screen","label":2},
    {"sentence":"I don't want a bunch of component code here.","label":2},
    {"sentence":"i don't want any of that component code","label":2},
    {"sentence":"i don't want a bunch of component code here","label":2},
    {"sentence":"It needs to be like break, you want to separate the components.","label":2},
    {"sentence":"It needs to be like break, you want to separate the components.","label":2},
    {"sentence":"It provides you like, um, a hard-coded, like, it stores the names for different hard-coded values that you can then reference.","label":2},
    {"sentence":"It provides you like, um, a hard-coded, like, it stores the names for different hard-coded values that you can then reference.","label":2},
    {"sentence":"The benefit is it prevents you from like accidentally spelling something wrong.","label":2},
    {"sentence":"the benefit is that it prevents you accidentally spelling something wrong","label":2},
    {"sentence":"the benefit is that it prevents you from accidentally spelling something wrong","label":2},
    {"sentence":"the benefit is it prevents you from accidentally spelling something wrong","label":2},
    {"sentence":"This is the component. It’s a list.","label":2},
    {"sentence":"This is the component. It’s a list.","label":2},
    {"sentence":"The main thing here is, is that there's a drawer, navigation drawer.","label":2},
    {"sentence":"The main thing here is, is that there's a drawer, navigation drawer.","label":2},
    {"sentence":"So, Albert is doing is, um, sorry, maybe he'll fix this to fix this.","label":2},
    {"sentence":"ADB allows you to, you know, interact with the phone, Android phone and get various information from the phone at every moment.","label":2},
    {"sentence":"ADB allows you to, you know, interact with the phone, Android phone and get various information from the phone at every moment.","label":2},
    {"sentence":"ADB is just for Android.","label":2},
    {"sentence":"adb is only available for android","label":2},
    {"sentence":"adb is purely for android","label":2},
    {"sentence":"They have something called IDB for iOS, but it's just iOS is very restrictive.","label":2},
    {"sentence":"They have something called IDB for iOS, but it's just iOS is very restrictive.","label":2},
    {"sentence":"It's black now. It's not like, it's not connected continuously.","label":2},
    {"sentence":"it's black now","label":2},
    {"sentence":"it's not like it's not connected for long","label":2},
    {"sentence":"All right, I'm recording now.","label":3},
    {"sentence":"i'll get it recorded soon","label":3},
    {"sentence":"I just want to give a, I guess, update on how the code works.","label":3},
    {"sentence":"i just want to give an update how it works","label":3},
    {"sentence":"i just want to give you an update on the code","label":3},
    {"sentence":"i'd like to give you an update on how the code works","label":3},
    {"sentence":"i just want to give a little update on how the code works","label":3},
    {"sentence":"Feel free to let me know if you have any questions on anything as I'm speaking.","label":3},
    {"sentence":"feel free to let me know if you have questions or comments","label":3},
    {"sentence":"feel free to let me know if you have any questions at all","label":3},
    {"sentence":"It may not be exactly what?","label":3},
    {"sentence":"it may not be exactly what?","label":3},
    {"sentence":"I think maybe Albre was doing this.","label":3},
    {"sentence":"I talked with Albre about this.","label":3},
    {"sentence":"i spoke with albre about it","label":3},
    {"sentence":"i talked to albre about it","label":3},
    {"sentence":"i talked with albre about it","label":3},
    {"sentence":"i talked to albre about this","label":3},
    {"sentence":"i talked with albre about this","label":3},
    {"sentence":"Tom, before you have any questions, I can try to answer them or let you know if something's not really important or not.","label":3},
    {"sentence":"Jackie, is that clear about this, this first screen?","label":3},
    {"sentence":"Jackie, is that clear about this, this first screen?","label":3},
    {"sentence":"Yeah, I've been, uh, I've worked on a little bit on those stuff. So I get it. I understand that well.","label":3},
    {"sentence":"so i understand","label":3},
    {"sentence":"i've worked on a little bit of that and i understand","label":3},
    {"sentence":"i've worked a little bit on those things so i understand","label":3},
    {"sentence":"Yeah, because I didn't, I didn't change the details of the code.","label":3},
    {"sentence":"Yeah, because I didn't, I didn't change the details of the code.","label":3},
    {"sentence":"Yeah, does this make sense for you?","label":3},
    {"sentence":"did that seem reasonable for you?","label":3},
    {"sentence":"does it make sense for you?","label":3},
    {"sentence":"does this make sense to you?","label":3},
    {"sentence":"does this make sense for you?","label":3},
    {"sentence":"so does this make sense for you?","label":3},
    {"sentence":"Yeah. Uh, not too familiar with the JavaScript, but it seems like you're just using the important components, when you're just placing them.","label":2},
    {"sentence":"yeah you're not that familiar with javascript but it seems that you use the most important parts when you simply place them","label":2},
    {"sentence":"yeah i'm not too familiar with javascript but it seems that you use the important components when you put them here","label":2},
    {"sentence":"yeah i'm not very familiar with javascript but it seems you just use the important components when you just put them","label":2},
    {"sentence":"Yes. Is that and like if the yeah, so if the user is signed in.","label":3},
    {"sentence":"Yes. Is that and like if the yeah, so if the user is signed in.","label":3},
    {"sentence":"Funny, funny, it's not showing up. I don't know why.","label":3},
    {"sentence":"Funny, funny, it's not showing up. I don't know why.","label":3},
    {"sentence":"I don't know, in the future, we'll see if we get it for work.","label":3},
    {"sentence":"I don’t know what’s going on here.","label":3},
    {"sentence":"i don't know what's going on","label":3},
    {"sentence":"Oh, I didn’t connect it. That’s why I’m stupid.","label":3},
    {"sentence":"Oh, I didn’t connect it. That’s why I’m stupid.","label":3},
    {"sentence":"Can I make a connection?","label":3},
    {"sentence":"can i make a connection to someone?","label":3},
    {"sentence":"can i make a connection?","label":3},
    {"sentence":"So then if you finish running it, it completes running the test case.","label":2},
    {"sentence":"So then if you finish running it, it completes running the test case.","label":2},
    {"sentence":"I'm going to have to fix some of that skill fixes.","label":2},
    {"sentence":"i have to repair some of the skills","label":2},
    {"sentence":"i'll have to fix one of those skill","label":2},
    {"sentence":"i'm going to have to fix some of these things","label":2},
    {"sentence":"i'm going to have to fix some of those skill","label":2},
    {"sentence":"i'm going to have to fix some of those skills","label":2},
    {"sentence":"i'm going to have to fix some of these skills","label":2},
    {"sentence":"This is an error, which I'll have to, I'll probably, I'll end up fixing this now.","label":2},
    {"sentence":"it's an error that i'll need to fix","label":2},
    {"sentence":"this is an error i'm going to have to fix","label":2},
    {"sentence":"it's an error which i'll have to fix","label":2},
    {"sentence":"this is an error which i will have to fix i'll probably end up fixing this now","label":2},
    {"sentence":"I'm going to remember that this needs to be fixed.","label":2},
    {"sentence":"i'll be reminding myself it's necessary to fix this","label":2},
    {"sentence":"i'll remember this must be done","label":2},
    {"sentence":"i'm not going to forget that it's gotta be fixed","label":2},
    {"sentence":"Hopefully Ben can fix that.","label":2},
    {"sentence":"hopefully ben can correct this","label":2},
    {"sentence":"hopefully ben can solve this","label":2},
    {"sentence":"hopefully ben can fix it","label":2},
    {"sentence":"hopefully ben can fix this","label":2},
    {"sentence":"I'm gonna keep that, leave it as it is for now.","label":2},
    {"sentence":"i'll leave it this way for now","label":2},
    {"sentence":"i'll keep it and leave it like it is","label":2},
    {"sentence":"i'm going to let it be for now","label":2},
    {"sentence":"i'll leave it as it is for now","label":2},
    {"sentence":"i'm gonna keep it as it is now","label":2},
    {"sentence":"i'm gonna keep it just as it is now","label":2},
    {"sentence":"i'm gonna keep it as it is for now","label":2},
    {"sentence":"So I'm gonna like, let's say naive BFS. And then I hit, let's run it.","label":2},
    {"sentence":"so i'm gonna like naive bfs and then i'll just let it go","label":2},
    {"sentence":"The goal is, Jackie, is that this graph will automatically populate as you do this.","label":2},
    {"sentence":"the goal for jackie is to make this graph automatically populate while you do it","label":2},
    {"sentence":"the goal of jackie is that this graph will automatically populate as you do it","label":2},
    {"sentence":"the goal for jackie is that this graph will automatically populate as you do this","label":2},
    {"sentence":"So you can improve it.","label":1},
    {"sentence":"so maybe you can improve it","label":1},
    {"sentence":"And then just just, just gets the data from the graph.","label":2},
    {"sentence":"and then just pick up the data from the graph","label":2},
    {"sentence":"and then you just get that data from the graph","label":2},
    {"sentence":"We just do a get request to the backend.","label":2},
    {"sentence":"we simply go to the backend and make a request","label":2},
    {"sentence":"we just make a request to the backend","label":2},
    {"sentence":"we just send the request to the backend","label":2},
    {"sentence":"we just send a request to the backend","label":2},
    {"sentence":"we just do a request to the backend","label":2},
    {"sentence":"So let's actually just go to the live graph.","label":2},
    {"sentence":"so let's go to the graph","label":2},
    {"sentence":"so let's go with the live graph","label":2},
    {"sentence":"let's go to the live graph","label":2},
    {"sentence":"so let's go to the live graph","label":2},
    {"sentence":"so let's just go to the real graph","label":2},
    {"sentence":"Let's actually load this new one.","label":2},
    {"sentence":"let's load the new one","label":2},
    {"sentence":"let us load this new one","label":2},
    {"sentence":"let's load this new one","label":2},
    {"sentence":"let's just load this new one","label":2},
    {"sentence":"Okay, now you see the old ones, you see that?","label":2},
    {"sentence":"you see the old ones right?","label":2},
    {"sentence":"So we want to use Neo4j.","label":1},
    {"sentence":"Neo4j comes in the picture where it just saves.","label":2},
    {"sentence":"Neo4j comes in the picture where it just saves.","label":2},
    {"sentence":"Yeah, the name, the name I actually send it yet.","label":2},
    {"sentence":"Yeah, the name, the name I actually send it yet.","label":2},
    {"sentence":"So this, this action is sent in text format.","label":2},
    {"sentence":"so this action is sent as a text","label":2},
    {"sentence":"and this action is sent in text format","label":2},
    {"sentence":"So the loop is for event, right?","label":2},
    {"sentence":"So the loop is for event, right?","label":2},
    {"sentence":"It just keeps outputting an event.","label":2},
    {"sentence":"It just keeps outputting an event.","label":2},
    {"sentence":"How does it know, how does it know how to break down test cases into events?","label":2},
    {"sentence":"how does it know to break down a test case into events?","label":2},
    {"sentence":"how does it know how to break down test cases into events?","label":2},
    {"sentence":"The user needs to access the repeat functionality and more options menu to set specific days for the alarm.","label":2},
    {"sentence":"The user needs to access the repeat functionality and more options menu to set specific days for the alarm.","label":2},
    {"sentence":"The Explorer works exactly the same actually.","label":2},
    {"sentence":"the explorer also works exactly the same","label":2},
    {"sentence":"the explorer works exactly the same","label":2},
    {"sentence":"The idea is you can hit Explorer.","label":2},
    {"sentence":"the idea is that you can hit explorer","label":2},
    {"sentence":"the idea is you can click explorer","label":2},
    {"sentence":"the idea is you can use explorer","label":2},
    {"sentence":"the idea is you can get explorer","label":2},
    {"sentence":"the idea is you can hit explorer","label":2},
    {"sentence":"This is a very small graph, so these two map together.","label":2},
    {"sentence":"this is a very small graph and these two represent a map","label":2},
    {"sentence":"it's a very small graph so they can map together","label":2},
    {"sentence":"this is a very small graph so these two are related","label":2},
    {"sentence":"this is a very small graph so these two correspond together","label":2},
    {"sentence":"it's a very small graph so these two maps together","label":2},
    {"sentence":"this is a very small graph so these two go together","label":2},
    {"sentence":"this is a very small graph so these two map together","label":2},
    {"sentence":"The key, the difference is all you need to look at is is ID, right?","label":2},
    {"sentence":"the difference is that you only need to look at id right?","label":2},
    {"sentence":"This is a random ID to uniquely represent the state.","label":2},
    {"sentence":"this is a random identifier which represents the state in a unique way","label":2},
    {"sentence":"this is a random id that represents the state uniquely","label":2},
    {"sentence":"And the edges tell you what maps to what, this, the from and the two tell you what node maps to what.","label":2},
    {"sentence":"And the edges tell you what maps to what, this, the from and the two tell you what node maps to what.","label":2},
    {"sentence":"Neo4j is the database that saves the graph.","label":2},
    {"sentence":"If you have different customers, how do you expect like we, you know, we can't have everything in this one server, right?","label":2},
    {"sentence":"If you have different customers, how do you expect like we, you know, we can't have everything in this one server, right?","label":2},
    {"sentence":"And it's like saving, it's like saving on Firebase versus saving on our server and retrieving it in two different things.","label":2},
    {"sentence":"And it's like saving, it's like saving on Firebase versus saving on our server and retrieving it in two different things.","label":2},
    {"sentence":"This is a database.","label":3},
    {"sentence":"this is a database","label":3},
    {"sentence":"It's very minimal.","label":2},
    {"sentence":"it's very minor","label":2},
    {"sentence":"it's very small","label":2},
    {"sentence":"This is the previous nodes that have been seen.","label":2},
    {"sentence":"this is the previous node seen","label":2},
    {"sentence":"it shows the previous nodes that have been seen","label":2},
    {"sentence":"So look at this.","label":3},
    {"sentence":"let's take a look","label":3},
    {"sentence":"Is that third?","label":3},
    {"sentence":"is it a third?","label":3},
    {"sentence":"is that third?","label":3},
    {"sentence":"Okay.","label":3},
    {"sentence":"all right","label":3},
    {"sentence":"And so does that mean it finished running the test case?","label":3},
    {"sentence":"And so does that mean it finished running the test case?","label":3},
    {"sentence":"No, this is just the first step of the test case.","label":3},
    {"sentence":"Uh, but it's not, um, it's, oh, because you put a break point.","label":3},
    {"sentence":"It's only doing like one test step at a time.","label":3},
    {"sentence":"It's only doing like one test step at a time.","label":3},
    {"sentence":"Hey, do a scroll, uh, at this position.","label":3},
    {"sentence":"Hey, do a scroll, uh, at this position.","label":3},
    {"sentence":"At these coordinates, do a scroll, start and stop.","label":3},
    {"sentence":"At these coordinates, do a scroll, start and stop.","label":3},
    {"sentence":"Actually, no, this is the balance.","label":3},
    {"sentence":"this is the balance","label":3},
    {"sentence":"So you scroll in this area.","label":3},
    {"sentence":"So you scroll in this area.","label":3},
    {"sentence":"You scroll up.","label":3},
    {"sentence":"You scroll up.","label":3},
    {"sentence":"I think it just scrolled up.","label":3},
    {"sentence":"i think it just moved up a bit","label":3},
    {"sentence":"i think it just went up","label":3},
    {"sentence":"i think it just popped up","label":3},
    {"sentence":"i think it's just scrolled up","label":3},
    {"sentence":"You see, it's a lot of.","label":3},
    {"sentence":"you know there's a lot","label":3},
    {"sentence":"And the phone is different.","label":3},
    {"sentence":"But anyways, okay.","label":3},
    {"sentence":"ok?","label":3},
    {"sentence":"So then the next action happens.","label":3},
    {"sentence":"the next action","label":3},
    {"sentence":"Okay. And then, okay, let's see what the next action.","label":3},
    {"sentence":"let's see what the next step should be","label":3},
    {"sentence":"and then we'll see what will happen next","label":3},
    {"sentence":"and then we can see what's the next step","label":3},
    {"sentence":"okay then let's see what happens next","label":3},
    {"sentence":"okay let's see what our next action is","label":3},
    {"sentence":"and then let's see what the next thing is","label":3},
    {"sentence":"and then let's see what the next step is","label":3},
    {"sentence":"and then let's see what the next act is","label":3},
    {"sentence":"okay and then let's see what the next step is","label":3},
    {"sentence":"I think it's doing scroll constantly.","label":3},
    {"sentence":"I think it's doing scroll constantly.","label":3},
    {"sentence":"You know, it's doing scroll down again.","label":3},
    {"sentence":"You know, it's doing scroll down again.","label":3},
    {"sentence":"Okay, let's see if it's going to keep asking us to do this.","label":3},
    {"sentence":"Okay, let's see if it's going to keep asking us to do this.","label":3},
    {"sentence":"I think I'll change.","label":3},
    {"sentence":"i think i'll change myself","label":3},
    {"sentence":"i think i'll change it","label":3},
    {"sentence":"i think i'll change","label":3},
    {"sentence":"Okay. Now it's going to change.","label":3},
    {"sentence":"okay now things will change","label":3},
    {"sentence":"okay now this will change","label":3},
    {"sentence":"okay now it's going to change","label":3},
    {"sentence":"I think.","label":3},
    {"sentence":"i think","label":3},
    {"sentence":"See the crash. Isn't there?","label":3},
    {"sentence":"See the crash. Isn't there?","label":3},
    {"sentence":"Oh, man.","label":3},
    {"sentence":"There's error.","label":3},
    {"sentence":"it's a mistake","label":3},
    {"sentence":"there is a misstep","label":3},
    {"sentence":"there's a mistake","label":3},
    {"sentence":"there's an error","label":3},
    {"sentence":"we have an error","label":3},
    {"sentence":"I mean, I think this is.","label":3},
    {"sentence":"i think so","label":3},
    {"sentence":"i think it's the case","label":3},
    {"sentence":"i think that's it","label":3},
    {"sentence":"I mean you remember, you guys remember generators from Python?","label":3},
    {"sentence":"and you remember the python generators?","label":3},
    {"sentence":"you remember generators in python?","label":3},
    {"sentence":"you remember the generators you remember from python?","label":3},
    {"sentence":"i mean you remember those python generators?","label":3},
    {"sentence":"you remember generators from python?","label":3},
    {"sentence":"i mean do you remember generators from python?","label":3},
    {"sentence":"I think you know generators, right?","label":3},
    {"sentence":"i think you know generators right?","label":3},
    {"sentence":"Irvine class. Remember, yeah, use generator basically.","label":3},
    {"sentence":"the class of irvine","label":3},
    {"sentence":"remember you can use a generator","label":3},
    {"sentence":"We use a generator.","label":2},
    {"sentence":"we use a generator","label":2},
    {"sentence":"So generates the next action, yields there, sends that to the server, and then gets the screenshot again.","label":2},
    {"sentence":"So generates the next action, yields there, sends that to the server, and then gets the screenshot again.","label":2},
    {"sentence":"Sublimat that.","label":3},
    {"sentence":"Gb4.","label":3},
    {"sentence":"Okay.","label":3},
    {"sentence":"all right","label":3},
    {"sentence":"Yeah. Gb4.","label":3},
    {"sentence":"Yeah. Gb4.","label":3},
    {"sentence":"The problem is actually in here, I think.","label":3},
    {"sentence":"The problem is actually in here, I think.","label":3},
    {"sentence":"Do I remember the name of the problems?","label":3},
    {"sentence":"do you know the name of the problem?","label":3},
    {"sentence":"do you know the name of the problems?","label":3},
    {"sentence":"can i remember the name of a problem?","label":3},
    {"sentence":"can i remember the name of the problem?","label":3},
    {"sentence":"do i remember the name of the problem?","label":3},
    {"sentence":"do i remember the name of the problems?","label":3},
    {"sentence":"You know, look at lucky.","label":3},
    {"sentence":"Oh, okay.","label":3},
    {"sentence":"Oh, okay.","label":3},
    {"sentence":"This one.","label":3},
    {"sentence":"This one.","label":3},
    {"sentence":"Jan, query GPT.","label":3},
    {"sentence":"Jan, query GPT.","label":3},
    {"sentence":"There's a API key.","label":3},
    {"sentence":"Um, and then I just asked you before for what the action I should take is.","label":3},
    {"sentence":"Um, and then I just asked you before for what the action I should take is.","label":3},
    {"sentence":"I can share this.","label":3},
    {"sentence":"i can share it with you","label":3},
    {"sentence":"i'm able to share this","label":3},
    {"sentence":"Here is the response steps tap on the button.","label":3},
    {"sentence":"Here is the response steps tap on the button.","label":3},
    {"sentence":"ID equals one, select repeat, select the specific days, tap on save analysis.","label":2},
    {"sentence":"ID equals one, select repeat, select the specific days, tap on save analysis.","label":2},
    {"sentence":"The tap should be output.","label":2},
    {"sentence":"I don't want to fix this.","label":3},
    {"sentence":"i don't want to fix it","label":3},
    {"sentence":"i don't want to fix that","label":3},
    {"sentence":"i don't want to fix this","label":3},
    {"sentence":"Okay, it's at 966 and put all the C.","label":3},
    {"sentence":"Okay, it's at 966 and put all the C.","label":3},
    {"sentence":"It should be actually very easy to fix.","label":3},
    {"sentence":"it should be quite simple","label":3},
    {"sentence":"it should be easy to fix","label":3},
    {"sentence":"it should be really very simple to fix","label":3},
    {"sentence":"it should be very easy to fix","label":3},
    {"sentence":"it should be really easy to fix","label":3},
    {"sentence":"it should be really very easy to fix","label":3},
    {"sentence":"I introduced this very recently, I think.","label":3},
    {"sentence":"I introduced this very recently, I think.","label":3},
    {"sentence":"Okay, I have a solution for this.","label":3},
    {"sentence":"okay i've got a solution","label":3},
    {"sentence":"okay i have a solution","label":3},
    {"sentence":"okay i have a solution for this","label":3},
    {"sentence":"I think the following is 42 long.","label":3},
    {"sentence":"I think the following is 42 long.","label":3},
    {"sentence":"This is Mr. Problem.","label":3},
    {"sentence":"Um, so what we can do is, I'm going to remember that this needs to be fixed.","label":3},
    {"sentence":"And I could just make some random thing up.","label":3},
    {"sentence":"and i could make things up","label":3},
    {"sentence":"and i could just do something random","label":3},
    {"sentence":"Something like that.","label":3},
    {"sentence":"Something like that.","label":3},
    {"sentence":"It'll be a, in this one thing say actually, because I want to show you the full thing running itself, you know, shouldn't just be.","label":3},
    {"sentence":"It'll be a, in this one thing say actually, because I want to show you the full thing running itself, you know, shouldn't just be.","label":3},
    {"sentence":"Yeah, I was seeing the future time I want people to be able to just like go and modify it, because right now it's like, oh, it's just me.","label":3},
    {"sentence":"Yeah, I was seeing the future time I want people to be able to just like go and modify it, because right now it's like, oh, it's just me.","label":3},
    {"sentence":"I don't like that one.","label":3},
    {"sentence":"i don't like it","label":3},
    {"sentence":"It's just me.","label":3},
    {"sentence":"it's me","label":3},
    {"sentence":"So yeah, okay, let's try again.","label":3},
    {"sentence":"okay let's try it again","label":3},
    {"sentence":"okay let's try again","label":3},
    {"sentence":"Auto-generate.","label":3},
    {"sentence":"Auto-generate.","label":3},
    {"sentence":"Okay, this is a bug.","label":3},
    {"sentence":"Okay, this is a bug.","label":3},
    {"sentence":"I don't know what happens.","label":3},
    {"sentence":"Connect opens.","label":3},
    {"sentence":"Okay, let's see.","label":3},
    {"sentence":"Scroll again.","label":3},
    {"sentence":"Scroll again.","label":3},
    {"sentence":"It tries to do this.","label":3},
    {"sentence":"It tries to do this.","label":3},
    {"sentence":"Scroll.","label":3},
    {"sentence":"Okay, nowhere.","label":3},
    {"sentence":"There's no clue.","label":3},
    {"sentence":"There's no.","label":3},
    {"sentence":"Okay, this is the one causing her.","label":3},
    {"sentence":"So this is a tap, right?","label":3},
    {"sentence":"so it's a tap right?","label":3},
    {"sentence":"so this is a tap right?","label":3},
    {"sentence":"This is a tap.","label":3},
    {"sentence":"This is a tap.","label":3},
    {"sentence":"Okay.","label":3},
    {"sentence":"all right","label":3},
    {"sentence":"Event type is a click.","label":3},
    {"sentence":"the type of the event is clicking","label":3},
    {"sentence":"the type of the event is a click","label":3},
    {"sentence":"the type of event is click","label":3},
    {"sentence":"the event type is a click","label":3},
    {"sentence":"Okay, so let's actually see the click happen.","label":3},
    {"sentence":"let's see what is happening","label":3},
    {"sentence":"okay let's see what's going on","label":3},
    {"sentence":"okay let's see how it works","label":3},
    {"sentence":"okay let's see if it's actually happening","label":3},
    {"sentence":"okay so let's see what happens","label":3},
    {"sentence":"so let's actually see what happens","label":3},
    {"sentence":"So you see this screen first.","label":3},
    {"sentence":"If I hit play, guys, it changed.","label":3},
    {"sentence":"It changed on my screen.","label":3},
    {"sentence":"It changed on my screen.","label":3},
    {"sentence":"Let's see if it changed here.","label":3},
    {"sentence":"let's see if this has changed","label":3},
    {"sentence":"let's see if that's changed","label":3},
    {"sentence":"let's see if it changes","label":3},
    {"sentence":"let's see if it has changed here","label":3},
    {"sentence":"let's see if it changes here","label":3},
    {"sentence":"let's see if it changed here","label":3},
    {"sentence":"Why isn't it showing the change?","label":3},
    {"sentence":"why isn't the change displayed?","label":3},
    {"sentence":"why isn't the change shown?","label":3},
    {"sentence":"why isn't it showing changes?","label":3},
    {"sentence":"Anyways, you see the here, right?","label":3},
    {"sentence":"Anyways, you see the here, right?","label":3},
    {"sentence":"Tom the analysis.","label":3},
    {"sentence":"Tom the analysis.","label":3},
    {"sentence":"So you see the step one.","label":3},
    {"sentence":"that's step one","label":3},
    {"sentence":"you see step 1?","label":3},
    {"sentence":"so you can see the first step","label":3},
    {"sentence":"Oh, there you go.","label":3},
    {"sentence":"Change. You see that?","label":3},
    {"sentence":"you see that?","label":3},
    {"sentence":"It changed.","label":3},
    {"sentence":"And then this is like the output of the GP4.","label":3},
    {"sentence":"You guys see that?","label":3},
    {"sentence":"Yeah, it's a pretty cool action.","label":3},
    {"sentence":"Yeah, it's a pretty cool action.","label":3},
    {"sentence":"Yeah, that makes sense.","label":3},
    {"sentence":"Yeah, that makes sense.","label":3},
    {"sentence":"Okay, is that clear?","label":3},
    {"sentence":"okay is that clear?","label":3},
    {"sentence":"Any questions from you Jackie about this?","label":3},
    {"sentence":"what are your thoughts on this?","label":3},
    {"sentence":"are there any questions you want from jackie?","label":3},
    {"sentence":"Is that clear?","label":3},
    {"sentence":"is this clear?","label":3},
    {"sentence":"We're raw right now, where we're going ahead to.","label":3},
    {"sentence":"We're raw right now, where we're going ahead to.","label":3},
    {"sentence":"Yeah, yeah.","label":3},
    {"sentence":"Yeah, yeah.","label":3},
    {"sentence":"So this is not at the end all.","label":3},
    {"sentence":"so this is not the end of everything","label":3},
    {"sentence":"But our mission for this team is to somehow alleviate the workload for QAs.","label":1},
    {"sentence":"but our mission for this team is to somehow ease the workload of qas","label":1},
    {"sentence":"but our mission for this team is to somehow lighten the workload for qas","label":1},
    {"sentence":"but our mission for this team is to somehow ease the workload for qas","label":1},
    {"sentence":"And eventually, if we can altogether get rid of the, like totally automating the QA field, that would, yeah, like change the industry, be very positive as well.","label":2},
    {"sentence":"And eventually, if we can altogether get rid of the, like totally automating the QA field, that would, yeah, like change the industry, be very positive as well.","label":2},
    {"sentence":"So most of the time when it's a complex like question, I refer them over to the developer who's in charge of that.","label":2},
    {"sentence":"So most of the time when it's a complex like question, I refer them over to the developer who's in charge of that.","label":2},
    {"sentence":"So the night, I try to explain to them as best as I can for the simple stuff, but for more in detail stuff, I just, for them over.","label":2},
    {"sentence":"So the night, I try to explain to them as best as I can for the simple stuff, but for more in detail stuff, I just, for them over.","label":2},
    {"sentence":"I think that's what I think the central question is about like what QA means to do some research about that.","label":2},
    {"sentence":"I think that's what I think the central question is about like what QA means to do some research about that.","label":2},
    {"sentence":"Yeah, I guess we do the same thing as developers, as in how we use JIRA and read about certain stories or features that are going into the product or company.","label":2},
    {"sentence":"Yeah, I guess we do the same thing as developers, as in how we use JIRA and read about certain stories or features that are going into the product or company.","label":2},
    {"sentence":"It's just that the difference is instead of pushing in code or creating the features, the ones who double check that the features are working properly.","label":2},
    {"sentence":"it's just that the difference is that instead of pushing or creating features they are the ones who double check that features work properly","label":2},
    {"sentence":"it's just that the difference is that instead of pushing in code or creating the features they are the ones who check that features work properly","label":2},
    {"sentence":"it's just that the difference is that instead of pushing in code or creating features they double check that the features work properly","label":2},
    {"sentence":"it's just that the difference is that rather than pushing in code or creating features the ones who double check that features are working properly","label":2},
    {"sentence":"it's just that the difference is that instead of pushing in code or creating features the ones who check that the features are working properly","label":2},
    {"sentence":"it's just that the difference is that instead of pushing in code or creating features the ones who double check that the features are working properly","label":2},
    {"sentence":"There are some teams at my company who call themselves performance testers. So those guys try to stress test and like actually break the product under high, high traffic, because we have a web app.","label":2},
    {"sentence":"There are some teams at my company who call themselves performance testers. So those guys try to stress test and like actually break the product under high, high traffic, because we have a web app.","label":2},
    {"sentence":"Because like, downtime for a big enterprise software costs a lot of money, and it prevents trust between the customer and like our CEO.","label":2},
    {"sentence":"because a big enterprise software downtime costs a lot of money and it prevents trust between the customer and our ceo","label":2},
    {"sentence":"because such downtime for a big enterprise software costs a lot of money and it prevents trust between the customer and our ceo","label":2},
    {"sentence":"because like downtime for a big enterprise software costs a lot of money and it prevents trust between the customer and our ceo","label":2},
    {"sentence":"So sometimes you get stumped when engineering manager or someone else reaches out to you, ask you questions, because you're not so in-depth with the knowledge.","label":2},
    {"sentence":"sometimes you get stumped when your engineering manager or someone else asks questions that you don't have the depth of knowledge to answer","label":2},
    {"sentence":"sometimes you get confused when an engineer or someone else reaches out to ask you questions because you are not so experienced","label":2},
    {"sentence":"sometimes you'll get stumped when an engineering manager or someone else reaches out and asks you questions because you don't have that much of a background","label":2},
    {"sentence":"sometimes you get stumped when an engineering manager or someone else calls to ask you a question because you don't have the necessary knowledge","label":2},
    {"sentence":"sometimes you get stumped when an engineering manager or another person reaches out to you asking you questions because you're not so in-depth with knowledge","label":2},
    {"sentence":"so sometimes you're stumped when engineering manager or someone else wants to ask you questions because you're not so in-depth with the knowledge","label":2},
    {"sentence":"sometimes you get stumped when engineering manager or someone else reaches out and asks you questions because you're not in depth with the knowledge","label":2},
    {"sentence":"You do have access to the implementation dock and a lot of the company documentation.","label":2},
    {"sentence":"you have access to the implementation dock and a lot of the documentation of the company","label":2},
    {"sentence":"you have access to the implementation dock and a lot of company documents","label":2},
    {"sentence":"you have access to the implementation dock and to a lot of company documentation","label":2},
    {"sentence":"you have access to the implementation dock and much of the company documentation","label":2},
    {"sentence":"you have access to the implementation dock and a lot of company documentation","label":2},
    {"sentence":"you have access to the implementation dock and a lot of the company documentation","label":2},
    {"sentence":"There's like a mixture. So I'd say like half of the new people coming in as QA, they did CS or like a pure engineering. And then the other half is like applied math or like a adjacent type of major, like math or science or whatever.","label":2},
    {"sentence":"There's like a mixture. So I'd say like half of the new people coming in as QA, they did CS or like a pure engineering. And then the other half is like applied math or like a adjacent type of major, like math or science or whatever.","label":2},
    {"sentence":"I see people with masters from like Duke coming in as just an associate developer.","label":2},
    {"sentence":"i see people with master's degrees from duke just as associate developers","label":2},
    {"sentence":"I feel like during school, you don't really get exposure until you do internships and stuff.","label":2},
    {"sentence":"i feel like you don't really have exposure during school before you do internships and stuff","label":2},
    {"sentence":"i feel like you don't get exposure until you do internships and stuff during school","label":2},
    {"sentence":"i feel that you don't get exposure in school until you do internships and stuff","label":2},
    {"sentence":"i feel like you don't really get exposure - until you do internships and stuff - during school","label":2},
    {"sentence":"i feel like you don't really get exposure in school until you do internships and stuff","label":2},
    {"sentence":"i think at school you don't get an exposure until you do internships and stuff","label":2},
    {"sentence":"i feel like during school you don't really get exposure until you do internships and stuff","label":2},
    {"sentence":"So there's not an exposure. But I wish like schools gave more exposure to.","label":2},
    {"sentence":"So there's not an exposure. But I wish like schools gave more exposure to.","label":2},
    {"sentence":"Oh, okay. That's why the interviews you have to like pretend to know stuff and like make yourself look knowledgeable.","label":2},
    {"sentence":"Oh, okay. That's why the interviews you have to like pretend to know stuff and like make yourself look knowledgeable.","label":2},
    {"sentence":"And then just doing a lot of research on like what sort of questions are you going to ask?","label":2},
    {"sentence":"So I think there's like a screening that happens before. Any of the coding assessments or technical question assessments.","label":2},
    {"sentence":"so i think it's like a screening that takes place before all coding tests or technical questions assessments","label":2},
    {"sentence":"i think there's a screening that happens before any of the coding assessment or the technical questions assessment","label":2},
    {"sentence":"so i think there's like an screening that happens before a coding assessment or technical question assessment","label":2},
    {"sentence":"so i think there's like a screening that occurs before any of the coding assessments or technical questions assessments","label":2},
    {"sentence":"so i think there is a screening that happens before any of the coding assessments or technical questions assessments","label":2},
    {"sentence":"So as long as like yeah, as long as your personality is good and you're like open to helping other people like you show that.","label":2},
    {"sentence":"So as long as like yeah, as long as your personality is good and you're like open to helping other people like you show that.","label":2},
    {"sentence":"Do you guys have like senior capstone classes?","label":2},
    {"sentence":"do you guys have senior capstone classes?","label":2},
    {"sentence":"Yeah, I think that's like the single most important like directly applicable class because.","label":2},
    {"sentence":"Yeah, I think that's like the single most important like directly applicable class because.","label":2},
    {"sentence":"At least for my school, they had you pair up with like a nonprofit.","label":2},
    {"sentence":"At least for my school, they had you pair up with like a nonprofit.","label":2},
    {"sentence":"And they were like the stakeholders. So they were asking for certain things.","label":2},
    {"sentence":"And they were like the stakeholders. So they were asking for certain things.","label":2},
    {"sentence":"And then we had to communicate with them and plan out like how we're going to break up these features into stories.","label":2},
    {"sentence":"and then we had to communicate with them and plan how we're going to break these features into stories","label":2},
    {"sentence":"And present our features in front of the class or like the teacher who acted as the the scrum master or the engineering manager.","label":2},
    {"sentence":"So each group of people worked on like they worked for different nonprofits.","label":2},
    {"sentence":"so each group of people worked as they did for different organizations","label":2},
    {"sentence":"so each group of people worked as though they'd been working for different nonprofits","label":2},
    {"sentence":"so each group of people worked as if it were a different nonprofit","label":2},
    {"sentence":"so each group of people worked as they worked for different nonprofits","label":2},
    {"sentence":"Either making a web app for them or mobile app or some of them has to do like intense backend API configuration stuff for them.","label":2},
    {"sentence":"Either making a web app for them or mobile app or some of them has to do like intense backend API configuration stuff for them.","label":2},
    {"sentence":"Yeah, Tommy, can you hear me?","label":3},
    {"sentence":"Yeah, I just wanted to ask, this is honestly really unrelated, but while we're just waiting, I want to ask, what do you do for work again?","label":3},
    {"sentence":"Yeah, I just wanted to ask, this is honestly really unrelated, but while we're just waiting, I want to ask, what do you do for work again?","label":3},
    {"sentence":"Yeah, so I work as a quality insurance engineer.","label":2},
    {"sentence":"i work as an insurance quality engineer","label":2},
    {"sentence":"so i work as an insurance expert","label":2},
    {"sentence":"i work as an insurance engineer","label":2},
    {"sentence":"i am a quality insurance engineer","label":2},
    {"sentence":"so i work as an insurance engineer","label":2},
    {"sentence":"What kind of work do you do there?","label":3},
    {"sentence":"Yeah, I'd say that's just a bit.","label":3},
    {"sentence":"you know i'd say it's just a little","label":3},
    {"sentence":"When you said quality insurance, sorry, I just don't really get what that means.","label":3},
    {"sentence":"when you said quality insurance i just don't really understand what it meant","label":3},
    {"sentence":"when you said quality insurance i just don't really understand what that means","label":3},
    {"sentence":"Yeah, quality insurance, like, I guess double checking things are working, making sure that they won't break in the future.","label":2},
    {"sentence":"Yeah, quality insurance, like, I guess double checking things are working, making sure that they won't break in the future.","label":2},
    {"sentence":"Right. Yeah. Is it fun? Like, do you like the work you do?","label":3},
    {"sentence":"is it fun? do you like work?","label":3},
    {"sentence":"is it fun? do you like what you do?","label":3},
    {"sentence":"Yeah, it's, it's pretty chill. That's what I like about it.","label":2},
    {"sentence":"it's cool and that's what i like about it","label":2},
    {"sentence":"I see the vaulters like rushing to get, like they write up documents a lot, because they're in charge of like the new feature.","label":3},
    {"sentence":"I see the vaulters like rushing to get, like they write up documents a lot, because they're in charge of like the new feature.","label":3},
    {"sentence":"The PM is bringing in to the team.","label":3},
    {"sentence":"the prime minister is helping the team","label":3},
    {"sentence":"the pm brings in someone","label":3},
    {"sentence":"the pm is joining the team","label":3},
    {"sentence":"So, yeah, and that's like pretty cool. You get to see everything.","label":2},
    {"sentence":"so yeah and it's pretty cool to see everything","label":2},
    {"sentence":"so yeah and it's pretty cool you get to see everything","label":2},
    {"sentence":"Yeah, exactly. Pretty much, I think that's like kind of like the downside of the QA.","label":3},
    {"sentence":"i think it's like the downside of qa","label":3},
    {"sentence":"that's something i think is kind of the downside of qa","label":3},
    {"sentence":"So what made you switch?","label":3},
    {"sentence":"tell me the reason why you changed?","label":3},
    {"sentence":"what prompted you to switch?","label":3},
    {"sentence":"what's the reason you switched?","label":3},
    {"sentence":"what made you change?","label":3},
    {"sentence":"I guess the workload.","label":2},
    {"sentence":"I guess the workload.","label":2},
    {"sentence":"Yeah. Yeah. Yeah. And I kind of wanted a higher GPA, but it was like so much harder to do that with just traditional comps.","label":2},
    {"sentence":"Yeah. Yeah. Yeah. And I kind of wanted a higher GPA, but it was like so much harder to do that with just traditional comps.","label":2},
    {"sentence":"Oh, interesting. Okay. That's cool.","label":3},
    {"sentence":"Oh, interesting. Okay. That's cool.","label":3},
    {"sentence":"I'd say so. Yeah. I mean, I wouldn't say our companies like like the tech company and like San Fran and stuff, but yeah.","label":2},
    {"sentence":"I'd say so. Yeah. I mean, I wouldn't say our companies like like the tech company and like San Fran and stuff, but yeah.","label":2},
    {"sentence":"Even though we're not like the Snapchat.","label":3},
    {"sentence":"Even though we're not like the Snapchat.","label":3},
    {"sentence":"Yeah. Facebook. Yeah. What's the company name?","label":3},
    {"sentence":"what's the company name?","label":3},
    {"sentence":"what is the facebook company name?","label":3},
    {"sentence":"It's called Viva Viva Systems.","label":2},
    {"sentence":"It's called Viva Viva Systems.","label":2},
    {"sentence":"Okay. Cool. Cool. Thanks for telling me.","label":3},
    {"sentence":"thanks for telling me","label":3},
    {"sentence":"cool thank you for telling me","label":3},
    {"sentence":"cool thanks for telling me","label":3},
    {"sentence":"cool cool thanks for telling me","label":3},
    {"sentence":"So like one, if you don't get it like in school or like as the intern, one do you get it? You just don't get it until you get hired.","label":2},
    {"sentence":"So like one, if you don't get it like in school or like as the intern, one do you get it? You just don't get it until you get hired.","label":2},
    {"sentence":"So like how do you how do you kind of like fake it in an interview?","label":2},
    {"sentence":"how do you try and fake it in an interview?","label":2},
    {"sentence":"Does that include like the tech questions or like all the other questions too?","label":3},
    {"sentence":"Does that include like the tech questions or like all the other questions too?","label":3},
    {"sentence":"Like I don't know if you went through like the internship process or any of the companies, but I think the common thing is for them to not ask technical stuff in the beginning.","label":2},
    {"sentence":"i don't know if you went through the internship process or any of the companies but i think the common thing is for them not to ask technical stuff in the beginning","label":2},
    {"sentence":"Yeah. Did you feel like like since you said stuff in school like doesn't give you that much exposure?","label":3},
    {"sentence":"did you feel like you weren't given exposure because you talked in school?","label":3},
    {"sentence":"did you feel like you didn't get exposure because you said it at school?","label":3},
    {"sentence":"do you feel like if you're saying things in school that doesn't give you that much exposure?","label":3},
    {"sentence":"Like, wasn't like any notable classes that I looked or were not really.","label":3},
    {"sentence":"Like, wasn't like any notable classes that I looked or were not really.","label":3},
    {"sentence":"So was it like it was you and then it was like just you and then an nonprofit or were there other students working with you?","label":3},
    {"sentence":"So was it like it was you and then it was like just you and then an nonprofit or were there other students working with you?","label":3},
    {"sentence":"Yeah, so like we were split up into teams of like five people and there were about like 20 people in the class.","label":2},
    {"sentence":"Yeah, so like we were split up into teams of like five people and there were about like 20 people in the class.","label":2},
    {"sentence":"What did you do?","label":3},
    {"sentence":"We just had a simple like front end.","label":2},
    {"sentence":"we had a simple front-end","label":2},
    {"sentence":"React site.","label":3},
    {"sentence":"React site.","label":3},
    {"sentence":"That's good.","label":3},
    {"sentence":"All right. Yeah. Since I know no one else is joining today.","label":3},
    {"sentence":"i know no one else joins me today","label":3},
    {"sentence":"okay because i know nobody else is joining me today","label":3},
    {"sentence":"okay because i know no one else is joining today","label":3},
    {"sentence":"okay since i know no one else is joining us today","label":3},
    {"sentence":"yeah because i know no one else is joining today","label":3},
    {"sentence":"I think. Yeah, Jackie and Albert, you guys were here last week, but.","label":3},
    {"sentence":"I think. Yeah, Jackie and Albert, you guys were here last week, but.","label":3},
    {"sentence":"Increased sales through the integration of AI-powered Whatsapp and Messenger chatbots","label":2},
    {"sentence":"Improved search volume by implementing SEO tactics and use of Google Analytics","label":2},
    {"sentence":"improved search volume through applying seo strategies and using google analytics","label":2},
    {"sentence":"Utilized WordLift for semantic SEO and enhancing website content with linked data","label":2},
    {"sentence":"Utilized WordLift for semantic SEO and enhancing website content with linked data","label":2},
    {"sentence":"Leveraged Google Analytics and Google Tag Manager for tracking, analyzing website traffic, and managing marketing tags","label":2},
    {"sentence":"i used google analytics and google tag manager for tracking analyzing website traffic and managing marketing tags","label":2},
    {"sentence":"i utilized google analytics and google tag manager for tracking analyzing website traffic and managing marketing tags","label":2},
    {"sentence":"Executed Google Ads campaigns, focusing on keyword research, ad copy creation, and performance optimization","label":2},
    {"sentence":"Executed Google Ads campaigns, focusing on keyword research, ad copy creation, and performance optimization","label":2},
    {"sentence":"Implemented and maintained structured data with schema.org and Knowledge Graph, embedding schema in HTML to improve search visibility and SERP features","label":2},
    {"sentence":"Implemented and maintained structured data with schema.org and Knowledge Graph, embedding schema in HTML to improve search visibility and SERP features","label":2},
    {"sentence":"Collaborated with international teams across multiple time zones to coordinate marketing strategies and ensure cohesive execution","label":2},
    {"sentence":"collaborated with international teams across multiple time zones to coordinate marketing strategies and ensure cohesive execution of marketing initiatives","label":2},
    {"sentence":"collaborated with international teams in multiple time zones to coordinate marketing strategies and ensure cohesive execution","label":2},
    {"sentence":"collaborated with international teams across multiple time zones to coordinate marketing strategies and ensure coherent execution","label":2},
    {"sentence":"collaborated with international teams across multiple time zones to coordinate marketing strategies and ensure cohesive execution","label":2},
    {"sentence":"Cooperated closely with developers to create user-friendly interfaces enabling non-technical users to automate processes via LLMs with simple text inputs","label":2},
    {"sentence":"collaboration with developers to create user-friendly interfaces that allow non-technical users to automate processes via llms with simple text inputs","label":2},
    {"sentence":"cooperated closely with developers to create user-friendly interfaces that allow non-technical users to automate processes via llms with simple text inputs","label":2},
    {"sentence":"the company worked closely with developers to create user-friendly interfaces enabling non-technical users to automate processes via llms with simple text inputs","label":2},
    {"sentence":"cooperated closely with developers to create user-friendly interfaces enabling non-technical users to automate processes via llms with simple text inputs","label":2},
    {"sentence":"Mentored two first-year students","label":2},
    {"sentence":"mentored two first-year students","label":2},
    {"sentence":"Gave tips on school, college life, and career advice","label":2},
    {"sentence":"Gave tips on school, college life, and career advice","label":2},
    {"sentence":"Worked with a group to build a house for a family in Tijuana, Mexico","label":2},
    {"sentence":"working with a group to build a house for a family in tijuana mexico","label":2},
    {"sentence":"worked with a group to build a house for a family in tijuana mexico","label":2},
    {"sentence":"Used NASA Exoplanet Archive & MySQL to set parameters and obtain results on the planets’ conditions","label":2},
    {"sentence":"Used NASA Exoplanet Archive & MySQL to set parameters and obtain results on the planets’ conditions","label":2},
    {"sentence":"Built AI models for language, emotion, object detection, and fake news detection","label":2},
    {"sentence":"Built AI models for language, emotion, object detection, and fake news detection","label":2},
    {"sentence":"Spread AI knowledge through school clubs, teachers, social media, and blogs","label":2},
    {"sentence":"spread ai knowledge through school clubs teachers social media and blogs","label":2},
    {"sentence":"Led by Professor Yi Zhang and Postgrad student Jeshwanth Bheemanpally","label":2},
    {"sentence":"this session is under the direction of professor yi zhang and postgrad student jeshwanth bheemanpally","label":2},
    {"sentence":"Chosen to work with the principal, staff, and other students to discuss school issues","label":2},
    {"sentence":"Chosen to work with the principal, staff, and other students to discuss school issues","label":2},
    {"sentence":"Improved mental health in about 50% of student body by creating feedback survey for students and teachers","label":2},
    {"sentence":"Improved mental health in about 50% of student body by creating feedback survey for students and teachers","label":2},
    {"sentence":"Connected with companies such as Google, Microsoft, Stanford, and MIT","label":2},
    {"sentence":"Connected with companies such as Google, Microsoft, Stanford, and MIT","label":2},
    {"sentence":"Dean's Honors for both fall and spring quarter in 2022-23","label":2},
    {"sentence":"Dean's Honors for both fall and spring quarter in 2022-23","label":2},
    {"sentence":"Hey gemini Niserg Desai","label":3},
    {"sentence":"Hey gemini Niserg Desai","label":3},
    {"sentence":"niserg111@gmail.com","label":2},
    {"sentence":"niserg111@gmail.com","label":2},
    {"sentence":"510-304-8490","label":2},
    {"sentence":"510-304-8490","label":2},
    {"sentence":"www.linkedin.com/in/niserg-desai","label":2},
    {"sentence":"www.linkedin.com/in/niserg-desai","label":2},
    {"sentence":"Bachelor of Science in Computer Science","label":2},
    {"sentence":"Bachelor of Science in Computer Science","label":2},
    {"sentence":"University of California, Santa Cruz","label":2},
    {"sentence":"University of California, Santa Cruz","label":2},
    {"sentence":"Expected Graduation: June 2026","label":2},
    {"sentence":"Expected Graduation: June 2026","label":2},
    {"sentence":"GPA: 3.57","label":3},
    {"sentence":"Relevant Coursework: (List of courses)","label":3},
    {"sentence":"relevant courses list of courses","label":3},
    {"sentence":"relevant coursework list of courses","label":3},
    {"sentence":"Intern | OnshoreKare","label":2},
    {"sentence":"Intern | OnshoreKare","label":2},
    {"sentence":"June 2023 - Present","label":3},
    {"sentence":"June 2023 - Present","label":3},
    {"sentence":"Research Assistant | UCSC","label":2},
    {"sentence":"Research Assistant | UCSC","label":2},
    {"sentence":"February 2024 - Present","label":3},
    {"sentence":"February 2024 - Present","label":3},
    {"sentence":"UCSC Slug Mentor Network","label":2},
    {"sentence":"UCSC Slug Mentor Network","label":2},
    {"sentence":"September 2023 - Present","label":3},
    {"sentence":"September 2023 - Present","label":3},
    {"sentence":"DOXA Serves","label":2},
    {"sentence":"DOXA Serves","label":2},
    {"sentence":"November 2018","label":3},
    {"sentence":"November 2018","label":3},
    {"sentence":"ORGANIZATIONS","label":3},
    {"sentence":"ORGANIZATIONS","label":3},
    {"sentence":"Research Intern | ASDRP","label":2},
    {"sentence":"Research Intern | ASDRP","label":2},
    {"sentence":"June 2019 - August 2019","label":3},
    {"sentence":"June 2019 - August 2019","label":3},
    {"sentence":"Inclusion Council Member","label":2},
    {"sentence":"Inclusion Council Member","label":2},
    {"sentence":"Mission San Jose High School","label":2},
    {"sentence":"Mission San Jose High School","label":2},
    {"sentence":"September 2020 - June 2022","label":3},
    {"sentence":"September 2020 - June 2022","label":3},
    {"sentence":"Inspirit AI","label":2},
    {"sentence":"June 2021 - November 2021","label":3},
    {"sentence":"june 2021 -- november 2021","label":3},
    {"sentence":"june 2021- november 2021","label":3},
    {"sentence":"june 2021 - november 2021","label":3},
    {"sentence":"SKILLS & CERTIFICATIONS (List of skills)","label":3},
    {"sentence":"SKILLS & CERTIFICATIONS (List of skills)","label":3},
    {"sentence":"AWARDS","label":3},
    {"sentence":"AWARDS","label":3}
]